Repository: kra-mo/cartridges
Catalog: po/*.po
Languages: ar, be, ca, cs, el, fa, fi, hi, hr, hu, it, kk, nb_no, nl, pt, ro, ru, ta, te, tr, uk, vi

source: Set Location
ar: عيِّن الموضع
be: Задаць размяшчэнне
ca: Escull una ubicació
cs: Nastavit umístění
el: Ορίστε Τοποθεσία
fa: تنظیم مکان
fi: Aseta sijainti
hi: स्थान तय करें
hr: Postavi lokaciju
hu: Hely megadása
it: Imposta percorso
kk: Орналасуын орнату
nb_no: Angi lagringssted
nl: Locatie instellen
pt: Definir local
ro: Stabilește locația
ru: Установить расположение
ta: இருப்பிடத்தை அமைக்கவும்
te: స్థానాన్ని సెట్ చేయండి
tr: Konum Ayarla
uk: Встановити місцезнаходження
vi: Đặt vị trí

source: Dismiss
ar: تجاهل
be: Адхіліць
ca: Descartar
cs: Zahodit
el: Απόρριψη
fa: رد
fi: Hylkää
hi: खारिज करें
hr: Odbaci
hu: Eltüntetés
it: Chiudi
kk: Жабу
nb_no: Forkast
nl: Sluiten
pt: Dispensar
ro: Revocare
ru: Отклонить
ta: நிராகரி
te: తొలగించు
tr: Vazgeç
uk: Відхилити
vi: Loại bỏ

source: Today
ar: اليوم
cs: dnes
el: Σήμερα
fa: امروز
fi: Tänään
hu: Ma
it: Oggi
kk: Бүгін
nb_no: I dag
nl: Vandaag
pt: Hoje
ro: Astăzi
ru: Сегодня
ta: இன்று
tr: Bugün
uk: Сьогодні
vi: Hôm nay

source: Yesterday
ar: أمس
cs: včera
el: Χθες
fa: دیروز
fi: Eilen
hu: Tegnap
it: Ieri
kk: Кеше
nb_no: I går
nl: Gisteren
pt: Ontem
ro: Ieri
ru: Вчера
ta: நேற்று
tr: Dün
uk: Вчора
vi: Hôm qua

source: Last Week
cs: minulý týden
fa: هفتهٔ گذشته
hu: Múlt héten
kk: Өткен аптада
nb_no: Forrige uke
ro: Ultima săptămână
uk: Останній тиждень
vi: Tuần trước

source: This Month
cs: tento měsíc
fa: این ماه
hu: Ebben a hónapban
kk: Осы айда
nb_no: Denne måneden
ro: Luna aceasta
uk: Цього місяця
vi: Tháng này

source: Last Month
cs: minulý měsíc
fa: ماه گذشته
hu: Múlt hónapban
kk: Өткен айда
nb_no: Forrige måned
ro: Ultima lună
uk: Останній місяць
vi: Tháng trước

source: Last Year
cs: minulý rok
fa: پارسال
hu: Múlt évben
kk: Өткен жылы
nb_no: I fjor
ro: Ultimul an
uk: Останній рік
vi: Năm ngoái

source: Importing Games…
ar: تُستورد الألعاب…
be: Імпарт гульняў…
ca: Important jocs…
cs: Přidávání her…
el: Εισαγωγή παιχνιδιών…
fa: درون‌ریزی بازی‌ها…
fi: Tuodaan pelejä…
hi: गेम्स आयात किया जा रहा है…
hr: Uvoz igri …
hu: Játékok importálása…
it: Import dei giochi in corso…
kk: Ойындар импортталуда…
nb_no: Importerer spill …
nl: Games importeren…
pt: Importando jogos…
ro: Se importă jocurile…
ru: Импорт игр…
ta: விளையாட்டுகளை இறக்குமதி செய்கிறது…
te: గేమ్‌లను దిగుమతి చేస్తోంది...
tr: Oyunlar İçe Aktarılıyor…
uk: Імпорт ігор…
vi: Đang nhập game…

source: The following errors occured during import:
ar: طرأ هذا الخطأ أثناء الاستيراد:
be: Падчас імпарту адбыліся наступныя памылкі:
ca: Han succeït els següents errors al importar:
cs: Tyto chyby se vyskytly při importu:
el: Τα παρακάτω σφάλματα παρουσιάστηκαν κατά την εισαγωγή:
fa: هنگام درون‌ریزی خطاهای زیر رخ دادند:
fi: Seuraavat virheet tapahtuivat tuonnin aikana:
hi: आयात के दौरान निम्नलिखित त्रुटियां हुईं:
hr: Dogodile su se sljedeće greške tijekom uvoza:
hu: A következő hibák történtek importálás közben:
it: Durante l'importazione si sono verificati i seguenti errori:
kk: Импорттау кезінде келесі қателер орын алды:
nb_no: De følgende feilene oppsto under importering:
nl: De volgende fouten zijn opgetreden tijdens het importeren:
pt: Ocorreram os seguintes erros durante a importação:
ro: Au apărut următoarele erori în timpul importului:
ru: При импорте возникли следующие ошибки:
ta: இறக்குமதியின் போது பின்வரும் பிழைகள் ஏற்பட்டன:
te: దిగుమతి సమయంలో క్రింది లోపాలు సంభవించాయి:
tr: İçe aktarılırken şu hatalar oluştu:
uk: Під час імпорту виникли наступні помилки:
vi: Đã xảy ra các lỗi sau trong quá trình nhập:

source: No new games found
ar: لم يُعثر على ألعاب جديدة
be: Новыя гульні не знойдзены
ca: No s'han trobat jocs nous
cs: Nebyly nalezeny žádné nové hry
el: Δεν βρέθηκαν νέα παιχνίδια
fa: هیچ بازی جدیدی پیدا نشد
fi: Uusia pelejä ei löytynyt
hi: कोई नया गेम्स नहीं मिले
hr: Nije pronađena nijedna nova igra
hu: Nem találhatóak új játékok
it: Nessun nuovo gioco trovato
kk: Жаңа ойындар табылмады
nb_no: Fant ingen nye spill
nl: Geen nieuwe games gevonden
pt: Nenhum jogo novo encontrado
ro: Nu s-au găsit jocuri noi
ru: Новых игр не найдено
ta: புதிய விளையாட்டுகள் எதுவும் கண்டறியப்படவில்லை
te: కొత్త గేమ్‌లు ఏవీ కనుగొనబడలేదు
tr: Yeni oyun bulunamadı
uk: Нових ігор не знайдено
vi: Không tìm thấy game mới nào

source: {} game imported
cs: Přidána {} hra
fa: {} بازی درون‌ریزی شد
hu: {} játék importálva
kk: {} ойын импортталды
nb_no: {} spill importert
ro: {} joc importat
uk: {} гру імпортовано
vi: {} game được nhập

source: Select the {} cache directory.
ar: حدِّد مجلَّد ذاكرة {} المؤقتة.
be: Выберыце каталог кэша {}.
ca: Selecciona el directori per la memòria cau {}.
cs: Vyberte adresář {} mezipaměti.
el: Επιλέξτε τον προορισμό cache του {}.
fa: گزینش شاخهٔ انبارهٔ {}.
fi: Valitse {}-välimuistikansio.
hi: {} कैशे निर्देशिका का चयन करें।
hr: Odaberi direktorij {} predmemorije.
hu: Válassza ki a(z) {} gyorsítótármappáját.
it: Seleziona la directory della cache per {}.
kk: {} кэш бумасын таңдаңыз.
nb_no: Velg {}-hurtiglagermappen.
nl: Selecteer de cache-map van {}.
pt: Selecione o diretório de cache {}.
ro: Selectați directorul cache {}.
ru: Выберите каталог кэша {}.
ta: {} கேச் கோப்பகத்தைத் தேர்ந்தெடுக்கவும்.
te: {} కాష్ డైరెక్టరీని ఎంచుకోండి.
tr: {} önbellek dizinini seç.
uk: Виберіть каталог кешу {}.
vi: Chọn thư mục bộ đệm {}.

source: Select the {} configuration directory.
ar: حدِّد مجلَّد ضبط {}.
be: Выберыце каталог канфігурацыі {}.
ca: Selecciona el directori de configuració {}.
cs: Vyberte konfigurační adresář {}.
el: Επιλέξτε τον προορισμό ρυθμίσεων του {}.
fa: گزینش شاخهٔ پیکربندی {}.
fi: Valitse {}-asetuskansio.
hi: {} विन्यास निर्देशिका का चयन करें।
hr: Odaberi direktorij {} konfiguracije.
hu: Válassza ki a(z) {} konfigurációs mappáját.
it: Selezionare la directory di configurazione per {}.
kk: {} конфигурация бумасын таңдаңыз.
nb_no: Velg {}-oppsettsmappen.
nl: Selecteer de configuratiemap van {}.
pt: Selecione o diretório de configuração do(a) {}.
ro: Selectați directorul de configurare {}.
ru: Выберите каталог конфигурации {}.
ta: {} கட்டமைப்பு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்.
te: {} కాన్ఫిగరేషన్ డైరెక్టరీని ఎంచుకోండి.
tr: {} yapılandırma dizinini seç.
uk: Виберіть каталог конфігурації {}.
vi: Chọn thư mục cấu hình {}.

source: Select the {} data directory.
ar: حدِّد مجلَّد بيانات {}.
be: Выберыце каталог даных {}.
ca: Selecciona el directori de dades {}.
cs: Vyberte datový adresář {}.
el: Επιλέξτε τον προορισμό δεδομένων του {}.
fa: گزینش شاخهٔ دادهٔ {}.
fi: Valitse {}-datakansio.
hi: {} डेटा निर्देशिका का चयन करें।
hr: Odaberi direktorij {} podataka.
hu: Válassza ki a(z) {} adatok mappáját.
it: Seleziona la directory dati per {}.
kk: {} деректер бумасын таңдаңыз.
nb_no: Velg {}-datamappen.
nl: Selecteer de gegevensmap van {}.
pt: Selecione o diretório de dados do(a) {}.
ro: Selectați directorul de date {}.
ru: Выберите каталог данных {}.
ta: {} தரவு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்.
te: {} డేటా డైరెక్టరీని ఎంచుకోండి.
tr: {} veri dizinini seç.
uk: Виберіть каталог даних {}.
vi: Chọn thư mục dữ liệu {}.

source: No RetroArch Core Selected
ar: لم تختر نواة رتروآرتش
be: Ядро RetroArch не выбрана
ca: No s'ha seleccionat cap nucli de RetroArch
cs: Žádné RetroArch jádro nevybráno
el: Δεν υπάρχει επιλεγμένος πυρήνας RetroArch
fa: هیچ هستهٔ رتروآرچی گزیده نشده
fi: RetroArch-ydintä ei ole valittu
hi: कोई RetroArch कोर चयनित नहीं
hr: Nije odabrana RetroArch jezgra
hu: Nincs RetroArch magprogram kiválasztva
it: Nessun core RetroArch selezionato
kk: RetroArch ядросы таңдалмаған
nb_no: Ingen RetroArch-kjerne valgt
nl: Geen RetroArch-core geselecteerd
pt: Nenhum núcleo RetroArch selecionado
ro: Nu este selectat niciun nucleu RetroArch
ru: Ядро RetroArch не выбрано
ta: RetroArch மையம் தேர்ந்தெடுக்கப்படவில்லை
te: రెట్రోఆర్చ్ కోర్ ఎంచుకోబడలేదు
tr: RetroArch Çekirdeği Seçilmedi
uk: Ядро RetroArch не вибрано
vi: Không có RetroArch Core nào được chọn

source: The following playlists have no default core:
ar: ليس للقوائم التالية نواة مبدئية:
be: Наступныя плэйлісты не маюць ядра па змаўчанні:
ca: La següent llista de reproducció no te cap nucli:
cs: Tyto seznamy her nemají výchozí jádra:
el: Οι παρακάτω λίστες δεν έχουν προεπιλεγμένο πυρήνα:
fa: سیاهه‌های بازی کردن زیر هیچ هستهٔ پیش‌گزیده‌ای ندارند:
fi: Seuraavilla soittolistoilla ei ole oletusydintä:
hi: निम्नलिखित प्लेलिस्ट में कोई तयशुदा कोर नहीं है:
hr: Ovi popisi igri nemaju zadane jezgre:
hu: A következő játéklistákhoz nem tartozik alapértelmezett magprogram:
it: Le seguenti playlist non hanno un core di default:
kk: Келесі ойнату тізімдерінде әдепкі ядро жоқ:
nb_no: De følgende spillelister har ingen standardkjerne:
nl: De volgende afspeellijsten hebben geen standaard-core:
pt: As seguintes listas de jogos não têm núcleo padrão:
ro: Următoarele liste de redare nu au un nucleu implicit:
ru: Следующие плейлисты не имеют установленного по умолчанию ядра:
ta: பின்வரும் விளையாட்டு பட்டியல்களுக்கு இயல்புநிலை மையம் இல்லை:
te: కింది ప్లేజాబితాలకు డిఫాల్ట్ కోర్ లేదు:
tr: Aşağıdaki oynatma listelerinin öntanımlı çekirdeği yok:
uk: Наведені нижче списки відтворення не мають типового ядра:
vi: Các danh sách phát sau không có lõi mặc định:

source: Games with no core selected were not imported
ar: لم نستورد الألعاب التي لم تختر لها أنويةً
be: Гульні без выбранага ядра не былі імпартаваныя
ca: Els jocs sense cap nucli seleccionat no seran importats
cs: Hry bez vybraného jádra nebyly přidány
el: Παιχνίδια χωρίς επιλεγμένο πυρήνα δεν εισήχθησαν
fa: بازی‌های بدون هسته درون‌ریزی نشدند
fi: Pelejä, joihin ei ole valittu ydintä, ei tuotu
hi: बिना कोर के चयनित गेम्स का आयात नहीं किया गया
hr: Igre bez odabrane jezgre nisu uvezene
hu: A magprogrammal nem rendelkező játékok nem lettek importálva
it: I giochi senza core selezionato non sono stati importati
kk: Ядросы таңдалмаған ойындар импортталмады
nb_no: Spill med ingen kjerne valgt har ikke blitt importert
nl: Games zonder geselecteerde core zijn niet geïmporteerd
pt: Jogos sem núcleo selecionado não foram importados
ro: Jocurile fără un nucleu selectat nu au fost importate
ru: Игры без выбранного ядра не были импортированы
ta: தேர்வு செய்யப்பட்ட மையம் இல்லாத விளையாட்டுகள் இறக்குமதி செய்யப்படவில்லை
te: ఎంపిక చేయబడిన కోర్ లేని గేమ్‌లు దిగుమతి చేయబడలేదు
tr: Çekirdek seçilmeyen oyunlar içe aktarılmadı
uk: Ігри без вибраного ядра не імпортувалися
vi: Các game không có lõi được chọn sẽ không được nhập

source: Couldn't Authenticate SteamGridDB
ar: تعذَّر استيثاق SteamGridDB
be: Немагчыма аўтэнтыфікаваць SteamGridDB
ca: No es pot Autenticar a SteamGridDB
cs: Nelze ověřit SteamGridDB
el: Η επιβεβαίωση γνησιότητας του SteamGridDB δεν μπόρεσε να πραγματοποιηθεί
fa: نتوانست در SteamGridDB هویت‌سنجی کند
fi: Ei voitu kirjautua SteamGridDB:hen
hi: SteamGridDB को प्रमाणित नहीं किया जा सका
hr: Neuspjela autentifikacija SteamGridDB-a
hu: A SteamGridDB-hitelesítés nem sikerült
it: Impossibile autenticare SteamGridDB
kk: SteamGridDB аутентификациясын жасау мүмкін емес
nb_no: Kunne ikke autentisere SteamGridDB
nl: Kan SteamGridDB niet authenticeren
pt: Não foi possível autenticar no SteamGridDB
ro: Nu s-a putut autentifica SteamGridDB
ru: Не удалось пройти аутентификацию SteamGridDB
ta: SteamGridDB ஐ அங்கீகரிக்க முடியவில்லை
te: SteamGridDB ని ప్రమాణీకరించడం సాధ్యపడలేదు
tr: SteamGridDB Kimlik Doğrulaması Yapılamadı
uk: Не вдалося автентифікувати SteamGridDB
vi: Không thể xác thực SteamGridDB

source: Verify your API key in preferences
ar: أكِّد مفتاح واجهة البرمجة في التفضيلات
be: Праверце свой ключ API ў наладах
ca: Verifica la teva clau API en les preferències
cs: Ověřte váš klíč API v předvolbách
el: Επιβεβαιώστε το κλειδί API σας στις ρυθμίσεις
fa: کلید APIتان را در ترجیحات تأیید کنید
fi: Vahvista API-avaimesi asetuksissa
hi: प्राथमिकताओं में अपनी API कुंजी सत्यापित करें
hr: Potvrdi tvoj API ključ u postavkama
hu: Ellenőrizze az API-kulcsát a beállításokban
it: Verifica la tua chiave API nelle preferenze
kk: Қалауларда API кілтін тексеріңіз
nb_no: Verifiser API-nøkkelen din i Brukervalg
nl: Verifieer uw API-sleutel onder voorkeuren
pt: Verifique a sua chave de API nas preferências
ro: Verificați cheia API în preferințe
ru: Проверьте ключ API-ключ в параметрах
ta: உங்கள் API விசையை விருப்பங்களில் சரிபார்க்கவும்
te: ప్రాధాన్యతలలో మీ API కీని ధృవీకరించండి
tr: Tercihlerde API anahtarınızı doğrulayın
uk: Перевірте свій API-ключ у параметрах
vi: Xác minh khóa API của bạn trong tùy chọn

source: C:\path\to\{}
ar: C:\المسار\إلى\{}
be: C:\шлях\да\{}
ca: C:\camí\a\{}
cs: C:\cesta\k\{}
el: C:\προς\φάκελο\{}
fi: C:\polku\kansioon\{}
hi: C:\पथ\को\{}
hr: C:\putanja\do\{}
hu: C:\útvonal\ide\{}
nb_no: C:\sti\til\{}
nl: C:\pad\naar\{}
pt: C:\caminho\para\{}
ro: C:uta\către\{}
ru: C:\путь\к\{}
ta: C:\பாதை\டு \{}
tr: C:\yol\klasör\{}
uk: C:\шлях\до\{}
vi: C:\\path\ o\\{}

source: /path/to/{}
ar: /المسار/إلى/{}
be: /шлях/да/{}
ca: /camí/a/{}
cs: /cesta/k/{}
el: /προς/φάκελο/{}
fi: /polku/kansioon/{}
hi: /पथ/को/{}
hr: \putanja\do\{}
hu: /útvonal/ide/{}
it: /percorso/to/{}
nb_no: /sti/til/{}
nl: /pad/naar/{}
pt: /caminho/para/{}
ro: /ruta/către/{}
ru: /путь/к/{}
ta: /பாதை/டு/ {}
tr: /yol/klasör/{}

source: , {} removed
cs: , {} odstraněna
kk: , {} өшірілді
vi: , {} bị xoá
