Repository: kra-mo/cartridges
Catalog: po/*.po
Languages: ar, be, ca, cs, el, fa, fi, hi, hr, hu, it, kk, nb_no, nl, pt, ro, ru, ta, te, tr, uk, vi

source: High Quality Images
ar: صور ذات دقَّة عالية
be: Відарысы высокай якасці
ca: Imatges de qualitat alta
cs: Vysoce kvalitní obrázky
el: Εικόνες Υψηλής Ποιότητας
fa: عکس‌های با کیفیت بالا
fi: Korkealaatuiset kuvat
hi: उच्च गुणवत्ता वाली छवियां
hr: Slike visoke kvalitete
hu: Jó minőségű képek
it: Immagini di alta qualità
kk: Жоғары сапалы суреттер
nb_no: Høykvalitetsbilder
nl: Afbeeldingen van hoge kwaliteit
pt: Imagens de alta qualidade
ro: Imagini de înaltă calitate
ru: Изображения высокого качества
ta: உயர்தர படங்கள்
te: అధిక నాణ్యత చిత్రాలు
tr: Yüksek Kaliteli Görüntüler
uk: Зображення високої якості
vi: Hình ảnh chất lượng cao

source: Save game covers losslessly at the cost of storage
ar: احفظ غُلُف الألعاب دون فقد على حساب مساحة التخزين
be: Захаванне вокладак гульняў без страт за кошт сховішча
ca: Guarda les cobertes del joc sense pèrdues amb el cost d'emmagatzematge
cs: Ukládat obaly her bezztrátově na úkor většího místa na disku
el: Αποθήκευση εξωφύλλου παιχνιδιού σε υψηλή ευκρίνεια, με κόστος τη χωρητικότητα
fa: ذخیرهٔ طرح جلدهای بدون اتلاف به قیمت ذخیره‌سازی
fi: Tallenna pelin kannet häviöttömästi tallennustilan kustannuksella.
hi: स्टोरेज की कीमत पर हानि रहित तरीके से गेम कवर सहेजें
hr: Spremi nalsovnice igri bez gubitka kvalitete nauštrb memorije
hu: Játékborítók veszteségmentes tárolása a tárhely költségére
it: Salva copertine dei giochi in formato lossless, consuma più spazio su disco
kk: Диск орны есебінен ойын мұқабаларын сапасын жоғалтпай сақтау
nb_no: Lagre spillomslag tapsfritt på bekostning av lagringsplass
nl: Game-covers zonder kwaliteitsverlies opslaan ten koste van opslagruimte
pt: Salva imagens das capas sem perda, consumindo mais armazenamento
ro: Salvează coperțile jocurilor fără pierderi, dar ocupă mai mult spațiu de stocare
ru: Сохранение обложек игр без потерь за счет хранилища
ta: சேமிப்பக செலவில் விளையாட்டுகளை இழப்பின்றி சேமிக்கவும்
te: నిల్వ ఖర్చుతో గేమ్ కవర్‌లను నష్టపోకుండా సేవ్ చేయండి
tr: Oyun kapaklarını, daha çok depolama alanı gerektirmesine rağmen, kayıpsız kaydet
uk: Збережена гра покривається без втрат за вартістю зберігання
vi: Lưu bìa game toàn vẹn đánh đổi bằng chi phí lưu trữ

source: Danger Zone
ar: منطقة خطر
be: Небяспечная зона
ca: Zona de perill
cs: Nebezpečná zóna
el: Επικίνδυνη Ζώνη
fa: منطقهٔ خطر
fi: Vaaravyöhyke
hi: खतरनाक क्षेत्र
hr: Opasno područje
hu: Veszélyzóna
it: Zona di pericolo
kk: Қауіпті аймақ
nb_no: Faresone
nl: Gevarenzone
pt: Zona de perigo
ro: Zonă periculoasă
ru: Небезопасная область
ta: ஆபத்து மண்டலம்
te: డేంజర్ జోన్
tr: Tehlikeli Bölge
uk: Небезпечна зона
vi: Vùng nguy hiểm

source: Remove All Games
ar: أزل كلَّ الألعاب
be: Выдаліць усе гульні
ca: Esborrar tots els jocs
cs: Odstranit všechny hry
el: Αφαίρεση Όλων Των Παιχνιδιών
fa: حذف کردن همهٔ بازی‌ها
fi: Poista kaikki pelit
hi: सभी गेम्स हटाएं
hr: Ukloni sve igre
hu: Az összes játék eltávolítása
it: Rimuovi tutti i giochi
kk: Барлық ойындарды өшіру
nb_no: Fjern alle spill
nl: Alle games verwijderen
pt: Remover todos os jogos
ro: Elimină toate jocurile
ru: Удалить все игры
ta: அனைத்து விளையாட்டுகளையும் அகற்று
te: అన్ని ఆటలను తీసివేయండి
tr: Tüm Oyunları Kaldır
uk: Видалити всі ігри
vi: Xóa tất cả game

source: Import Games Automatically
cs: Importovat hry automaticky
fa: درون‌ریزی خودکار بازی‌ها
hu: Játékok automatikus importálása
kk: Ойындарды автоматты түрде импорттау
nb_no: Importer spill automatisk
ro: Importă automat jocuri
uk: Імпортувати ігри автоматично
vi: Tự động nhập game

source: Remove Uninstalled Games
ar: أزل الألعاب المحذوفة
be: Выдаляць дэінсталяваныя гульні
ca: Esborrar jocs desinstal·lats
cs: Odstranit odinstalované hry
el: Αφαίρεση απεγκατεστημένων παιχνιδιών
fa: برداشتن بازی‌های نصب‌نشده
fi: Poista kaikki pelit, joiden asennus on poistettu
hi: अस्थापित गेम्स हटाएं
hr: Ukloni deinstalirane igre
hu: Nem található játékok eltávolítása
it: Rimuovi giochi disinstallati
kk: Орнатылмаған ойындарды өшіру
nb_no: Fjern avinstallerte spill
nl: Gedeïnstalleerde games verwijderen
pt: Remover jogos desinstalados
ro: Elimină jocurile dezinstalate
ru: Удалять деинсталлированные игры
ta: நிறுவல் நீக்கப்பட்ட விளையாட்டுகளை அகற்று
te: అన్‌ఇన్‌స్టాల్ చేసిన గేమ్‌లను తీసివేయండి
tr: Kaldırılmış Oyunları Sil
uk: Вилучити видалені ігри
vi: Xóa game đã gỡ cài đặt

source: Sources
ar: المصادر
be: Крыніцы
ca: Fonts
cs: Zdroje
el: Πηγές
fa: منبع‌ها
fi: Lähteet
hi: स्रोत
hr: Izvori
hu: Források
it: Fonti
kk: Дереккөздер
nb_no: Kilder
nl: Bronnen
pt: Fontes
ro: Surse
ru: Источники
ta: மூலங்கள்
te: మూలాలు
tr: Kaynaklar
uk: Джерела
vi: Nguồn

source: Steam
ar: ستيم
fa: استیم
te: స్టిం

source: Install Location
ar: موضع التثبيت
be: Месца ўсталёўкі
ca: Ubicació de la instal·lació
cs: Umístění instalace
el: Τοποθεσία εγκατάστασης
fa: مکان نصب
fi: Asennuspaikka
hi: इंस्टॉल जगह
hr: Instaliraj lokaciju
hu: Telepítés helye
it: Posizione di installazione
kk: Орнату орны
nb_no: Installasjonssted
nl: Installatielocatie
pt: Local de instalação
ro: Locația de instalare
ru: Место установки
ta: நிறுவல் இடம்
te: స్థానాన్ని ఇన్‌స్టాల్ చేయండి
tr: Kurulu Konumu
uk: Місце встановлення
vi: Vị trí cài đặt

source: Lutris
ar: لوترس
fa: لوتریس
te: లుట్రిస్

source: Import Steam Games
ar: استورد ألعابًا من ستيم
be: Імпарт гульняў Steam
ca: Importar jocs de Steam
cs: Importovat Steam hry
el: Εισαγωγή παιχνιδιών Steam
fa: درون‌ریزی بازی‌های استیم
fi: Tuo Steam-pelejä
hi: Steam गेम्स आयात करें
hr: Uvezi Steam igre
hu: Steam játékok importálása
it: Importa giochi da Steam
kk: Steam ойындарын импорттау
nb_no: Import Steam-spill
nl: Steam-games importeren
pt: Importar jogos da Steam
ro: Importă jocuri din Steam
ru: Импорт игр Steam
ta: Steam விளையாட்டுகளை இறக்குமதி செய்யவும்
te: స్టిం గేమ్‌లను దిగుమతి చేయండి
tr: Steam Oyunlarını İçe Aktar
uk: Імпорт ігор Steam
vi: Nhập Steam Games

source: Import Flatpak Games
ar: استورد ألعاب فلاتباك
be: Імпарт гульняў Flatpak
ca: Importar jocs de Flatpak
cs: Importovat Flatpak hry
el: Εισαγωγή παιχνιδιών Flatpak
fa: درون‌ریزی بازی‌های فلت‌پک
fi: Tuo Flatpak-pelejä
hi: Flatpak गेम्स आयात करें
hr: Uvezi Flatpak igre
hu: Flatpak játékok importálása
it: Importa giochi da Flatpak
kk: Flatpak ойындарын импорттау
nb_no: Importer Flatpak-spill
nl: Flatpak-games importeren
pt: Importar jogos do Flatpak
ro: Importă jocuri din Flatpak
ru: Импорт игр Flatpak
ta: Flatpak கேம்களை இறக்குமதி செய்யவும்
te: ఫ్లాట్‌పాక్ గేమ్‌లను దిగుమతి చేయండి
tr: Flatpak Oyunlarını İçe Aktarın
uk: Імпортувати ігри Flatpak
vi: Nhập Flatpak Games

source: Heroic
ar: هِرُوِك
fa: هروییک
te: హిరోఇక్

source: Import Epic Games
ar: استورد ألعاب أَبِك
be: Імпарт Epic Games
ca: Importar jocs de Epic
cs: Importovat Epic Games hry
el: Εισαγωγή παιχνιδιών Epic
fa: درون‌ریزی بازی‌های اپیک
fi: Tuo Epic-pelejä
hi: Epic गेम्स आयात करें
hr: Uvezi Epic igre
hu: Epic Games játékok importálása
it: Importa giochi da Epic Games
kk: Epic Games ойындарын импорттау
nb_no: Importer Epic-spill
nl: Epic-games importeren
pt: Importar jogos da Epic Games
ro: Importă jocuri din Epic
ru: Импорт игр Epic
ta: Epic விளையாட்டுகளை இறக்குமதி செய்
te: ఎపిక్ గేమ్‌లను దిగుమతి చేయండి
tr: Epic Oyunlarını İçe Aktar
uk: Імпорт Epic Games
vi: Nhập Epic Games

source: Import GOG Games
ar: استورد ألعاب جي‌أو‌جي
be: Імпарт гульняў GOG
ca: Importar jocs de GOG
cs: Importovat GOG hry
el: Εισαγωγή παιχνιδιών GOG
fa: درون‌ریزی بازی‌های گوگ
fi: Tuo GOG-pelejä
hi: GOG गेम्स आयात करें
hr: Uvezi GOG igre
hu: GOG játékok importálása
it: Importa giochi da GOG
kk: GOG Games ойындарын импорттау
nb_no: Importer GOG-spill
nl: GOG-games importeren
pt: Importar jogos do GOG
ro: Importă jocuri din GOG
ru: Импорт игр GOG
ta: GOG விளையாட்டுகளை இறக்குமதி செய்யவும்
te: GOG గేమ్‌లను దిగుమతి చేయండి
tr: GOG Oyunlarını İçe Aktar
uk: Імпорт ігор GOG
vi: Nhập GOG Games

source: Import Amazon Games
ar: استورد ألعابًا من أمازون
be: Імпарт гульняў Amazon
ca: Importar jocs de Amazon
cs: Importovat Amazon hry
el: Εισαγωγή παιχνιδιών Amazon
fa: درون‌ریزی بازی‌های آمازون
fi: Tuo Amazon-pelejä
hi: Amazon गेम्स आयात करें
hr: Uvezi Amazon igre
hu: Amazon játékok importálása
it: Importa giochi Amazon
kk: Amazon Games ойындарын импорттау
nb_no: Importer Amazon-spill
nl: Amazon-games importeren
pt: Importar jogos da Amazon
ro: Importă jocuri din Amazon
ru: Импорт игр Amazon
ta: Amazon விளையாட்டுகளை இறக்குமதி செய்யவும்
te: అమెజాన్ గేమ్‌లను దిగుమతి చేయండి
tr: Amazon Oyunlarını İçe Aktar
uk: Імпортувати ігри Amazon
vi: Nhập Amazon Games

source: Import Sideloaded Games
ar: استورد ألعابًا مثبَّتةً بغير متجر
be: Імпарт іншых гульняў
ca: Importar jocs no aprovats
cs: Importovat ručně načtené hry
el: Εισαγωγή παιχνιδιών μέσω sideloading
fa: درون‌ریزی بازی‌های نصب‌شده
fi: Tuo Sideload-pelejä
hi: साइडलोडेड गेम्स आयात करें
hr: Uvezi Sideloaded igre
hu: Kézileg hozzáadott játékok importálása
it: Importa giochi da aggiunti manualmente
kk: Бөлек жүктелген ойындарды импорттау
nb_no: Importer sideinnlastede spill
nl: Gesideloade games importeren
pt: Importar jogos adicionados manualmente
ro: Importă jocuri descărcate manual
ru: Импорт сторонних игр
ta: பக்க ஏற்றப்பட்ட விளையாட்டுகளை இறக்குமதி செய்யவும்
te: సైడ్‌లోడెడ్ గేమ్‌లను దిగుమతి చేయండి
tr: Yandan Yüklenmiş Oyunları İçe Aktar
uk: Імпорт сторонніх ігор
vi: Nhập Sideloaded Games

source: Bottles
ar: قوارير
cs: Láhve
fa: بطری‌ها
fi: Pullot
hr: Butelje
ta: பாட்டில்கள்
te: బాటిల్స్
tr: Şişeler

source: itch
ar: إتش
fa: ایچ
te: ఇచ్చ్

source: Legendary
ar: لجندري
fa: لجندری
fi: Legendaarinen
pt: Lendário
te: లెజెండరీ
uk: Легендарний

source: RetroArch
ar: رتروآرتش
fa: رتروآرچ

source: Flatpak
ar: فلاتباك
fa: فلت‌پک
te: ఫ్లాట్‌పాక్

source: System Location
ar: موضع النظام
be: Сістэмнае размяшчэнне
ca: Ubicació del sistema
cs: Systémové umístění
fa: مکان سامانه
hi: सिस्टम की जगह
hr: Lokacija sustava
hu: Rendszermappa helye
it: Percorso di sistema
kk: Жүйелік орын
nb_no: System-lagringssted
nl: Systeem­locatie
pt: Local dos Dados no Sistema
ro: Locația directorului de date la nivel de sistem
ru: Расположение системного каталога
ta: கணினி இருப்பிடம்
te: సిస్టమ్ స్థానం
tr: Sistem Konumu
uk: Розташування системного каталогу
vi: Vị trí hệ thống

source: User Location
ar: موضع المستخدم
be: Карыстальніцкае размяшчэнне
ca: Ubicació de l'usuari
cs: Uživatelské umístění
fa: مکان کاربر
hi: उपयोगकर्ता की जगह
hr: Lokacija korisnika
hu: Felhasználói mappa helye
it: Percorso utente
kk: Пайдаланушы орны
nb_no: Bruker-lagringssted
nl: Gebruikers­locatie
pt: Local dos Dados de Utilizador
ro: Locația directorului de date specific utilizatorului
ru: Расположение каталога пользователя
ta: பயனர் இருப்பிடம்
te: వినియోగదారు స్థానం
tr: Kullanıcı Konumu
uk: Розташування каталогу користувача
vi: Vị trí người dùng

source: Import Game Launchers
ar: استورد مشغِّلات ألعاب
be: Імпарт сродкаў запуску гульняў
ca: Importar llançadors de jocs
cs: Importovat spouštěče her
el: Εισαγωγή εκκινητών παιχνιδιών
fa: درون‌ریزی اجراگرهای بازی
fi: Tuo pelin käynnistimet
hi: गेम लॉन्चर आयात करें
hr: Uvezi pokretače igri
hu: Játékindítók importálása
it: Importa launcher di giochi
kk: Ойындарды жіберушілерді импорттау
nb_no: Importer spillstartere
nl: Game-launchers importeren
pt: Importar iniciadores de jogos
ro: Importare lansatoare de jocuri
ru: Импорт средств запуска игр
ta: விளையாட்டு துவக்கிகளை இறக்குமதி செய்
te: దిగుమతి గేమ్ లాంచర్లు
tr: Oyun Başlatıcıları İçe Aktar
uk: Імпортувати ігрові лаунчери
vi: Nhập Game Launchers

source: Desktop Entries
ar: مدخلات سطح المكتب
be: Запісы працоўнага стала
ca: Entrades d'escriptori
cs: Položky na ploše
el: Εισαγωγές desktop
fa: ورودی‌های میزکار
fi: Työpöytätietueet
hi: डेस्कटॉप प्रविष्टियां
hr: Desktop unosi
hu: Asztali bejegyzések
it: Elementi Desktop
kk: Жұмыс үстелінің жазбалары
nb_no: Skrivebordsoppføringer
nl: Lokale apps
pt: Entradas desktop
ro: Elemente de acces direct, pe birou
ru: Интеграция в среду рабочего стола
ta: டெஸ்க்டாப் உள்ளீடுகள்
te: డెస్క్‌టాప్ ఎంట్రీలు
tr: Masaüstü Girdileri
uk: Записи на робочому столі
vi: Các mục trên máy tính để bàn

source: Authentication
ar: الاستيثاق
be: Аўтэнтыфікацыя
ca: Autenticació
cs: Ověření
el: Επιβεβαίωση
fa: هویت‌سنجی
fi: Tunnistautuminen
hi: प्रमाणीकरण
hr: Autentifikacija
hu: Hitelesítés
it: Autenticazione
kk: Аутентификация
nb_no: Identitetsbekreftelse
nl: Authenticatie
pt: Autenticação
ro: Autentificare
ru: Аутентификация
ta: அங்கீகாரம்
te: ప్రమాణీకరణ
tr: Kimlik Doğrulaması
uk: Аутентифікація
vi: Xác thực

source: API Key
ar: مفتاح واجهة البرمجة
be: Ключ API
ca: Clau API
cs: Klíč API
el: Κλειδί API
fa: کلید API
fi: API-avain
hi: API कुंजी
hr: API Ključ
hu: API-kulcs
it: Chiave API
kk: API кілті
nb_no: API-nøkkel
nl: API-sleutel
pt: Chave da API
ro: Cheie API
ru: API-ключ
ta: API விசை
te: API కీ
tr: API anahtarı
uk: Ключ API
vi: Khóa API

source: Use SteamGridDB
ar: استخدم SteamGridDB
be: Выкарыстоўвайць SteamGridDB
ca: Fes servir SteamGridDB
cs: Používat SteamGridDB
el: Χρήση SteamGridDB
fa: استفاده از SteamGridDB
fi: Käytä SteamGridDB:tä
hi: SteamGridDB का प्रयोग करें
hr: Koristi SteamGridDB
hu: SteamGridDB használata
it: Usa SteamGridDB
kk: SteamGridDB пайдалану
nb_no: Bruk SteamGridDB
nl: SteamGridDB gebruiken
pt: Usar SteamGridDB
ro: Utilizează SteamGridDB
ru: Использовать SteamGridDB
ta: SteamGridDB ஐப் பயன்படுத்தவும்
te: SteamGridDBని ఉపయోగించండి
tr: SteamGridDB Kullan
uk: Використовувати SteamGridDB
vi: Sử dụng SteamGridDB

source: Download images when adding or importing games
ar: نزِّل الصور حينما تنزِّل أو تستورد الألعاب
be: Спампоўка відарысаў пры даданні ці імпарце гульняў
ca: Descarregar les imatges al afegir o importar jocs
cs: Stahovat obrázky při přidávání nebo importování her
el: Λήψη εικόνων κατά τη διάρκεια πρόσθεσης ή εισαγωγής παιχνιδιών
fa: بارگیری تصویرها هنگام افزودن یا درون‌ریزی بازی‌ها
fi: Lataa kuvia, kun lisäät tai tuot pelejä
hi: गेम जोड़ते या आयात करते समय छवियां डाउनलोड करें
hr: Preuzmi slike prilikom dodavanja ili uvoza igri
hu: Képek letöltése a játékok hozzáadásakor és importálásakor
it: Scarica immagini durante l'aggiunta o l'import di giochi
kk: Ойындарды қосқанда немесе импорттағанда суреттерді жүктеп алу
nb_no: Last ned bilder når spill legges til eller importeres
nl: Afbeeldingen downloaden bij het toevoegen of importeren van games
pt: Baixa imagens ao adicionar ou importar jogos
ro: Descarcă imagini atunci când se adaugă sau se importă jocuri
ru: Загрузка изображений при добавлении или импорте игр
ta: விளையாட்டுகளைச் சேர்க்கும் போது அல்லது இறக்குமதி செய்யும் போது படங்களைப் பதிவிறக்கவும்
te: గేమ్‌లను జోడించేటప్పుడు లేదా దిగుమతి చేస్తున్నప్పుడు చిత్రాలను డౌన్‌లోడ్ చేయండి
tr: Oyun eklerken veya içe aktarırken görüntüleri indir
uk: Завантаження зображень під час додавання або імпорту ігор
vi: Tải xuống hình ảnh khi thêm hoặc nhập game

source: Prefer Over Official Images
ar: فضِّلها على الصور الرسمية
be: Аддавайце перавагу афіцыйным відарысам
ca: Prefereix sobre imatges oficials
cs: Upřednostnit před oficiálními obrázky
el: Προτίμηση Επίσημων Εικόνων
fa: ترجیح به تصویرهای رسمی
fi: Mieluummin kuin virallisia kuvia
hi: आधिकारिक छवियों से अधिक प्राथमिकता दें
hr: Preferiraj službene slike
hu: A SteamGridDB-ből származó képek előnyben részesítése
it: Preferisci alle immagini ufficiali
kk: Ресми суреттерден артық көру
nb_no: Foretrekk fremfor offisielle bilder
nl: Voorkeur geven boven officiële afbeeldingen
pt: Preferir mais que as imagens oficiais
ro: Preferă mai mult decât imaginile oficiale
ru: Отдавать предпочтение официальным изображениям
ta: அதிகாரப்பூர்வ படங்களை விட முன்னுரிமை
te: అధికారిక చిత్రాల కంటే ప్రాధాన్యత ఇవ్వండి
tr: Resmî Görsellere Yeğle
uk: Надавати перевагу офіційним зображенням
vi: Thích hơn hình ảnh chính thức

source: Prefer Animated Images
ar: فضِّل الصور المتحرِّكة
be: Аддавайце перавагу аніміраваным відарысам
ca: Prefereix imatges animades
cs: Upřednostnit animované obrázky
el: Προτίμηση Κινούμενων Εικόνων
fa: ترجیح تصویرهای پویا
fi: Mieluummin animoituja kuvia
hi: सजीव छवियों को प्राथमिकता दें
hr: Preferiraj animirane slike
hu: Animált képek előnyben részesítése
it: Preferisci immagini animate
kk: Анимацияланған суреттерді артық көру
nb_no: Foretrekk animerte bilder
nl: Voorkeur geven aan geanimeerde afbeeldingen
pt: Preferir imagens animadas
ro: Preferă imaginile animate
ru: Отдавать предпочтение анимированным изображениям
ta: இயங்குபடம் செய்யப்பட்ட படங்களுக்கு முன்னுரிமை கொடுங்கள்
te: యానిమేటెడ్ చిత్రాలకు ప్రాధాన్యత ఇవ్వండి
tr: Hareketli Görselleri Yeğle
uk: Надавати перевагу анімованим зображенням
vi: Ưu tiên hình ảnh hoạt hình

source: Update Covers
ar: حدِّث الغُلُف
be: Абнавіць вокладкі
ca: Actualitzar cobertes
cs: Aktualizovat obálky
el: Ανανέωση εξώφυλλου
fa: به‌روزرسانی طرح جلد
fi: Päivitä kannet
hi: कवर अद्यतन करें
hr: Aktualiziraj naslovnice
hu: Borítók frissítése
it: Aggiorna copertina
kk: Мұқабаларды жаңарту
nb_no: Oppdater omslag
nl: Covers bijwerken
pt: Atualizar capas
ro: Actualizare coperți
ru: Обновить обложки
ta: அட்டைகளை புதுப்பிக்கவும்
te: కవర్‌లను నవీకరించండి
tr: Kapakları Güncelle
uk: Оновити обкладинку
vi: Bìa cập nhật

source: Fetch covers for games already in your library
ar: اجلب غُلُفًا للألعاب التي في المكتبة
be: Атрымаць вокладкі для гульняў, якія ўжо ёсць у вашай бібліятэцы
ca: Descarregar cobertes per a jocs que ja es troben a la teva llibreria
cs: Najít obálky pro hry ve vaší knihovně
el: Ανάκτηση εξώφυλλων για τα προϋπάρχων παιχνίδια στη βιβλιοθήκη σας
fa: دریافت طرح جلد بازی‌های کنونی کتاب‌خانه‌تان
fi: Nouda kuoret jo kirjastossa oleville peleille
hi: अपनी लाइब्रेरी में पहले से ही गेम के लिए कवर प्राप्त करें
hr: Preuzmi naslovnice za igre koje se već nalaze u tvojoj knjižnici
hu: Borítók letöltése játékokhoz, amik már a könyvtárában vannak
it: Recupera le copertine dei giochi già presenti nella tua libreria
kk: Кітапханадағы бар ойындар үшін мұқабаларды алу
nb_no: Hente omslag til spill som allerede finnes i biblioteket ditt
nl: Haal covers op voor games in uw bibliotheek
pt: Obter capas para jogos que já estão na sua biblioteca
ro: Obține coperți pentru jocurile aflate deja în colecție
ru: Получите обложки для игр, которые уже есть в вашей библиотеке
ta: ஏற்கனவே உங்கள் நூலகத்தில் உள்ள விளையாட்டுகளுக்கான அட்டைகளைப் பெறவும்
te: ఇప్పటికే మీ లైబ్రరీలో ఉన్న గేమ్‌ల కోసం కవర్‌లను పొందండి
tr: Zaten kitaplığınızda bulunan oyunların kapaklarını getir
uk: Отримані обкладинки для ігор вже у вашій бібліотеці
vi: Tìm bìa cho các game đã có trong thư viện của bạn

source: Update
ar: حدِّث
be: Абнавіць
ca: Actualitzar
cs: Aktualizovat
el: Ανανέωση
fa: به‌روزرسانی
fi: Päivitä
hi: अद्यतन
hr: Aktualizirati
hu: Frissítés
it: Aggiorna
kk: Жаңарту
nb_no: Oppdater
nl: Bijwerken
pt: Atualizar
ro: Actualizare
ru: Обновить
ta: புதுப்பிக்கவும்
te: నవీకరించు
tr: Güncelle
uk: Оновити
vi: Cập nhật

source: No Games Found
ar: لم يُعثر على ألعاب
be: Гульні не знойдзены
ca: No hi han jocs
cs: Nebyly nalezeny žádné hry
el: Δεν Βρέθηκαν Παιχνίδια
fa: هیچ بازی‌ای پیدا نشد
fi: Pelejä ei löydetty
hi: कोई गेम नहीं मिला
hr: Nije pronađena nijedna igra
hu: Nem találhatóak játékok
it: Nessun Gioco Trovato
kk: Ойындар табылмады
nb_no: Fant ingen spill
nl: Geen games gevonden
pt: Nenhum jogo encontrado
ro: Nu s-au găsit jocuri
ru: Игры не найдены
ta: விளையாட்டுகள் எதுவும் இல்லை
te: గేమ్‌లు ఏవీ కనుగొనబడలేదు
tr: Hiçbir Oyun Bulunamadı
uk: Ігор не знайдено
vi: Không tìm thấy game nào

source: Try a different search
ar: جرِّب بحثًا آخر
be: Паспрабуйце іншы пошук
ca: Prova una cerca diferent
cs: Zkuste hledat něco jiného
el: Δοκιμάστε μια διαφορετική αναζήτηση
fa: آزمودن جست‌وجویی دیگر
fi: Kokeile eri hakua
hi: भिन्न खोज का प्रयास करें
hr: Pokušaj drugačiju pretragu
hu: Próbáljon egy másik keresést
it: Prova una ricerca diversa
kk: Басқа іздеп көріңіз
nb_no: Prøv et forskjellig søk
nl: Probeer een andere zoekopdracht
pt: Tente outra pesquisa
ro: Încercați o altă căutare
ru: Попробуйте другой поиск
ta: வேறு தேடலை முயற்சிக்கவும்
te: వేరొక శోధనను ప్రయత్నించండి
tr: Başka arama dene
uk: Спробуйте інший пошук
vi: Hãy thử tìm kiếm khác

source: No Games
ar: لا توجد ألعاب
be: Няма гульняў
ca: Cap joc
cs: Žádné hry
el: Δίχως Παιχνίδια
fa: بدون بازی
fi: Ei pelejä
hi: कोई गेम नहीं
hr: Nema igri
hu: Nincsenek játékok
it: Nessun Gioco
kk: Ойындар жоқ
nb_no: Ingen spill
nl: Geen games
pt: Sem jogos
ro: Fără jocuri
ru: Игр нет
ta: விளையாட்டுகள் இல்லை
te: ఆటలు లేవు
tr: Oyun Yok
uk: Ніяких ігор
vi: Không có game

source: Use the + button to add games
ar: استخدم زرَّ + لتضيف ألعابًا
be: Выкарыстоўвайце кнопку +, каб дадаць гульні
ca: Fes servir el botó + per afegir jocs
cs: Tlačítkem + můžete přidávat hry
el: Χρησιμοποιήστε το κουμπί + για να προσθέσετε παιχνίδια
fa: استفاده از دکمهٔ + برای افزودن بازی‌ها
fi: Käytä + lisätäksesi pelejä
hi: गेम जोड़ने के लिए + बटन का उपयोग करें
hr: Koristi gump + za dodavanje igri
hu: Használja a + gombot a játékok hozzáadásához
it: Usa il pulsante + per aggiungere giochi
kk: Ойындарды қосу үшін + батырмасын пайдаланыңыз
nb_no: Bruk «+»-knappen for å legge til spill
nl: Gebruik de plusknop om games toe te voegen
pt: Use o botão + para adicionar jogos
ro: Folosiți butonul + pentru a adăuga jocuri
ru: Используйте кнопку «+» для добавления игр
ta: விளையாட்டுகளைச் சேர்க்க + பொத்தானைப் பயன்படுத்தவும்
te: గేమ్‌లను జోడించడానికి + బటన్‌ను ఉపయోగించండి
tr: Oyun eklemek için + düğmesini kullanın
uk: Використовуйте кнопку +, щоб додати гру
vi: Sử dụng nút + để thêm game

source: No Hidden Games
ar: لا توجد ألعاب مخفية
be: Няма схаваных гульняў
ca: No hi han jocs amagats
cs: Žádné skryté hry
el: Δεν υπάρχουν κρυφά παιχνίδια
fa: بدون بازی نهفته
fi: Ei piilotettuja pelejä
hi: कोई छुपे गेम्स नहीं
hr: Nema skrivenih igri
hu: Nincsenek rejtett játékok
it: Nessun Gioco Nascosto
kk: Жасырылған ойындар жоқ
nb_no: Ingen skjulte spill
nl: Geen verborgen games
pt: Sem jogos ocultados
ro: Fără jocuri ascunse
ru: Нет скрытых игр
ta: மறைக்கப்பட்ட விளையாட்டுகள் இல்லை
te: హిడెన్ గేమ్‌లు లేవు
tr: Gizli Oyun Yok
uk: Ніяких прихованих ігор
vi: Không có game ẩn

source: Games you hide will appear here
ar: هنا يظهر ما أخفيت من ألعاب
be: Гульні, якія вы схаваеце, з'явяцца тут
ca: Els jocs que amaguis sortiran aquí
cs: Hry, které skryjete, se zobrazí zde
el: Τα παιχνίδια που κρύβετε θα εμφανίζονται εδώ
fa: بازی‌هایی که پنهان می‌کنید، این‌جا نمایان خواهند شد
fi: Piilotetut pelit näkyvät täällä
hi: आपके द्वारा छिपाए गए गेम यहां दिखाई देंगे
hr: Igre koje sakriješ će se pojaviti ovdje
hu: A rejtett játékok itt fognak megjelenni
it: I giochi nascosti appariranno qui
kk: Жасырған ойындарыңыз осында пайда болады
nb_no: Spill du skjuler vil vises her
nl: Games die u verbergt zullen hier verschijnen
pt: Jogos ocultados vão aparecer aqui
ro: Jocurile pe care le ascundeți vor apărea aici
ru: Здесь появятся скрытые игры
ta: நீங்கள் மறைக்கும் விளையாட்டுகள் இங்கே தோன்றும்
te: మీరు దాచిన గేమ్‌లు ఇక్కడ కనిపిస్తాయి
tr: Gizlediğiniz oyunlar burada belirecek
uk: Ігри, які ви сховали, з'являться тут
vi: Trò chơi bạn ẩn sẽ xuất hiện ở đây

source: All Games
ar: كلُّ الألعاب
be: Усе гульні
ca: Tots els jocs
cs: Všechny hry
el: Όλα τα παιχνίδια
fa: همهٔ بازی‌ها
fi: Kaikki pelit
hi: सभी गेम्स
hr: Sve igre
hu: Összes játék
it: Tutti i giochi
kk: Барлық ойындар
nb_no: Alle spill
nl: Alle games
pt: Todos os jogos
ro: Toate jocurile
ru: Все игры
ta: அனைத்து விளையாட்டுகள்
te: అన్ని ఆటలు
tr: Tüm Oyunlar
uk: Всі Ігри
vi: Tất cả game

source: Added
ar: أُضيفَت
be: Дададзена
ca: Afegit
cs: Přidané
el: Προστέθηκε
fa: افزوده
fi: Lisätty
hi: जोड़ा गया
hr: Dodano
hu: Hozzáadva
it: Aggiunto
kk: Қосылған
nb_no: Tillagte
nl: Toegevoegd
pt: Adicionado
ro: Adăugat
ru: Добавлено
ta: சேர்க்கப்பட்டது
te: చేర్చబడింది
tr: Eklendi
uk: Додано
vi: Đã thêm

source: Imported
ar: اُستوردَت
be: Імпартавана
ca: Importat
cs: Importované
el: Εισήχθη
fa: درون‌ریخته
fi: Tuotu
hi: आयातित
hr: Uvezeno
hu: Importálva
it: Importato
kk: Импортталған
nb_no: Importerte
nl: Geïmporteerd
pt: Importado
ro: Importat
ru: Импортировано
ta: இறக்குமதி செய்யப்பட்டது
te: దిగుమతి చేయబడింది
tr: İçe aktarıldı
uk: Імпортовано
vi: Đã nhập
