Repository: kra-mo/cartridges
Catalog: po/*.po
Languages: ar, be, ca, cs, el, fa, fi, hi, hr, hu, it, kk, nb_no, nl, pt, ro, ru, ta, te, tr, uk, vi

source: Cartridges
ar: خراطيش
be: Картрыджы
cs: Kazety
el: Κασέτες
fa: کارتریج‌ها
hu: Kazetták
it: Cartucce
kk: Картридждер
ro: Cartușe
ru: Картриджи
ta: கார்ட்ரிட்ஜ்கள்
te: కాట్రిడ్జ్‌లు
tr: Kartuşlar
uk: Картриджі

source: Game Launcher
ar: مشغِّل ألعاب
be: Праграма запуску гульняў
ca: Llançador de jocs
cs: Spouštěč her
el: Πρόγραμμα Εκκίνησης Παιχνιδιών
fa: اجراگر بازی
fi: Pelin käynnistin
hi: गेम लॉन्चर
hr: Pokretač za igre
hu: Játékindító
it: Launcher di giochi
kk: Ойындарды жіберуші
nb_no: Spillutvalgstarter
pt: Iniciador de jogos
ro: Lansator de jocuri
ru: Средство запуска игр
ta: விளையாட்டு துவக்கி
te: గేమ్ లాంచర్
tr: Oyun Başlatıcı
uk: Ігровий лаунчер

source: Launch all your games
ar: شغِّل كلَّ ألعابك
be: Запускайце ўсе свае гульні
ca: Llança tots els teus jocs
cs: Spusťte všechny vaše hry
el: Εκκινήστε όλα σας τα παιχνίδια
fa: اجرای همهٔ بازی‌هایتان
fi: Käynnistä kaikki pelisi
hi: अपने सभी गेम्स लॉन्च करें
hr: Pokreni sve svoje igre
hu: Indítsa el az összes játékát
it: Avvia tutti i tuoi giochi
kk: Барлық ойындарыңызды іске қосыңыз
nb_no: Start alle spillene dine
nl: Start al uw games op
pt: Inicie todos os seus jogos
ro: Lansați toate jocurile dvs
ru: Запускайте все свои игры
ta: உங்கள் எல்லா விளையாட்டுகளையும் தொடங்கவும்
te: మీ అన్ని ఆటలను ప్రారంభించండి
tr: Tüm oyunlarınızı başlatın
uk: Запустіть усі свої ігри
vi: Khởi chạy tất cả các game của bạn

source: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
ar: لعب;مشغل;ستيم;لوترس;هروك;قوارير;إتش;هيرويك;بوتلز;لجندري;فلاتباك;رتروآرتش;
be: гульні;праграма запуску;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
ca: jocs;llançador;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
cs: hraní;spouštěč;steam;lutris;heroic;láhve;itch;flatpak;legendary;retroarch;
el: gaming;εκκινητής;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
fa: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;بازی;استیم;لوتریس;هروییک;بطری‌ها;باتلز;ایچ;فلت‌پک;لجندری;رتروآرچ;
fi: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;peli;pelaaminen;pullot;
hi: गेमिंग;लॉन्चर;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
hr: igranje;pokretač;para;lutris;heroic;bottles;butelje;itch;flatpak;legendary;retroarch;
hu: játék;indító;steam;lutris;heroic;palackok;itch;flatpak;legendary;retroarch;
it: gioco;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
kk: ойын;жіберуші;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
nb_no: gaming;lansere;spillstartere;steam;lutris;heroic;bottles;flasker;flatpak;legendary;retroarch;
nl: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;spelen;games;starten;opstarten;
pt: Jogos;lançador;gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;
ro: jocuri;lansator;gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
ru: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;игры;стим;
ta: விளையாட்டு; துவக்கி; steam;lutris;heroic;பாட்டில்கள்;itch;flatpak;legendary;retroarch;
tr: gaming;oyun;launcher;başlatıcı;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
uk: ігри;лаунчер;steam;lutris;heroic;bottles;itch;flatpak;legendary; retroarch;

source: Cartridges is a simple game launcher for all of your games. It has support for importing games from Steam, Lutris, Heroic and more with no login necessary. You can sort and hide games or download cover art from SteamGridDB.
ar: «خراطيش» هو مشغِّل ألعاب يسير، فيه دعم لاستيراد الألعاب من ستيم،ولوترس، وهِرُوِك، وبرامج أخرى، وذلك دون تسجيل دخول. ولك ترتيب وإخفاء الألعاب فيه كيفما شئت، وكذلك تستطيع منه تنزيل غُلُف الألعاب من SteamGridDB.
be: Картрыджы - гэта простая праграма для запуску ўсіх вашых гульняў. Яна падтрымлівае імпарт гульняў з Steam, Lutris, Heroic і іншых без неабходнасці ўваходу ў сістэму. Вы можаце сартаваць і хаваць гульні або спампоўваць вокладку з SteamGridDB.
ca: Cartridges es un llançador de jocs senzill per tots els teus jocs. Suporta la importació de jocs des de Steam, Lutris, Heroic i molts més sense la necessitat de iniciar sessió. Pots ordenar i amagar els jocs o descarregar l'art de la coberta de SteamGridDB.
cs: Kazety jsou jednoduchý spouštěč pro všechny vaše hry. Podporuje importovaní her ze služeb Steam, Lutris, Heroic a dalších bez nutnosti přihlášení. Hry můžete třídit a skrývat nebo stahovat obálky ze služby SteamGridDB.
el: Οι Κασέτες είναι ένας απλός εκκινητής παιχνιδιών για όλα σας τα παιχνίδια. Υποστηρίζει την εισαγωγή παιχνιδιών από το Steam, Heroic και άλλες πλατφόρμες χωρίς σύνδεση να είναι απαραίτητη. Μπορείτε να ταξινομήσετε και να κρύψετε τα παιχνίδια σας, καθώς και να κατεβάσετε τα εξώφυλλα τους από το SteamGridDB.
fa: کارتریج یک اجراگر سادهٔ بازی برای همهٔ بازی‌هایتان است. کارتریج می‌تواند بدون نیاز به ورود، بازی‌هایتان را از استیم، لوتریس، هروییک و… وارد کند. می‌توانید بازی‌هایتان را نهفته یا طرح جلدشان را از SteamGridDB بگیرید.
fi: Cartridges on helppo pelikäynnistin. Se tukee pelien tuontia Steamista, Heroicista ja Bottlesista, sekä muistaa ilman kirjautumista. Voit lajitella tai piilottaa pelejä ja ladata kansikuvan SteamGridDB tietokannasta.
hi: Cartridges आपके सभी गेम के लिए एक सरल गेम लॉन्चर है। इसमें बिना किसी लॉगिन अवश्यक्ता के Steam, Lutris, Heroic और अन्य से गेम आयात करने का समर्थन है। आप गेम को सॉर्ट और छिपा सकते हैं या SteamGridDB से कवर आर्ट डाउनलोड कर सकते हैं।
hr: Cartridges je jednostavan pokretač igri za sve tvoje igre. Podržava uvoz igri sa Steama, Lutrisa, Heroica i drugih bez potrebe za prijavom. Možeš promijeniti redoslijed igri, sakriti igre ili preuzeti naslovnice sa SteamGridDB-a.
hu: A Kazetták egy egyszerű játékindító. Importálhat játékokat a Steamből, a Lutrisból, a Heroicból és több más forrásból bejelentkezés nélkül. Rendezheti és elrejtheti a játékait, valamint letölthet borítóképeket a SteamGridDB-ről.
it: Cartucce è un semplice launcher per tutti i tuoi giochi. Supporta l'import di giochi da Steam, Lutris, Heroic e altri senza bisogno di login. Puoi organizzare e nascondere i giochi oppure scaricare le copertine da StreamGridDB.
kk: Картриджер — бұл барлық ойындарыңызға арналған қарапайым ойындарды жіберуші. Ол Steam, Lutris, Heroic және т.б. платформалардан ойындарды жүйеге кірусіз-ақ импорттауды қолдайды. Ойындарды сұрыптауға және жасыруға немесе SteamGridDB арқылы мұқаба суреттерін жүктеп алуға болады.
nb_no: Cartridges er en enkel spillutvalgsoppstarter for alle spillene dine. Den har støtte for importering av spill fra Steam, Lutris, Heroic, og flere uten innlogging. Du kan sortere og skjule spil eller laste ned omslagsbilder fra SteamGridDB.
nl: Cartridges is een eenvoudige launcher voor al uw games. Het biedt ondersteuning voor het importeren van games van Steam, Lutris, Heroic en meer, zonder in te hoeven loggen. U kunt spellen sorteren, verbergen en covers van SteamGridDB downloaden.
pt: Cartridges é um lançador de jogos simples para todos os seus jogos. Tem suporte para importar jogos do Steam, Lutris, Heroic e muito mais, sem necessidade de login. Você pode classificar e ocultar jogos ou baixar a capa do SteamGridDB.
ro: Cartușe este un lansator de jocuri simplu pentru toate jocurile tale. Acesta are suport pentru importul de jocuri de pe Steam, Lutris, Heroic și multe altele, fără a fi necesară autentificarea. Puteți sorta și ascunde jocurile sau descărca coperta jocului din SteamGridDB.
ru: Картриджи - это простое приложение для запуска ваших игр. Оно поддерживает импорт игр из Steam, Lutris, Heroic и других без необходимости входа в систему. Вы можете сортировать и скрывать игры или загружать обложки из SteamGridDB.
ta: உங்கள் எல்லா விளையாட்டுகளுக்கும் கேட்ரிட்ஜ்கள் ஒரு எளிய விளையாட்டு துவக்கி ஆகும். Steam, Lutris, Heroic மற்றும் பலவற்றிலிருந்து விளையாட்டுகளை இறக்குமதி செய்வதற்கான ஆதரவை இது கொண்டுள்ளது. நீங்கள் விளையாட்டுகளை வரிசைப்படுத்தலாம் மற்றும் மறைக்கலாம் அல்லது SteamGridDB இலிருந்து அட்டைப்பட கலையைப் பதிவிறக்கலாம்.
te: కాట్రిడ్జ్‌లు అనేది మీ అన్ని గేమ్‌ల కోసం ఒక సాధారణ గేమ్ లాంచర్. లాగిన్ అవసరం లేకుండా స్టీమ్, లుట్రిస్, హీరోయిక్ మరియు మరిన్నింటి నుండి గేమ్‌లను దిగుమతి చేసుకోవడానికి ఇది మద్దతును కలిగి ఉంది. మీరు గేమ్‌లను క్రమబద్ధీకరించవచ్చు మరియు దాచవచ్చు లేదా SteamGridDB నుండి కవర్ ఆర్ట్‌ని డౌన్‌లోడ్ చేసుకోవచ్చు.
tr: Kartuşlar, tüm oyunlarınız için basit bir oyun başlatıcıdır. Oturum açmaya gerek kalmadan Steam, Lutris, Heroic ve daha fazla sağlayıcıdan oyun içe aktarma desteğine sahiptir. Oyunları sıralayabilir, gizleyebilir veya SteamGridDB'den kapak resmi indirebilirsiniz.
uk: Картриджі - це простий лаунчер для всіх ваших ігор. Він підтримує імпорт ігор з Steam, Lutris, Heroic тощо без необхідності входу в систему. Ви можете сортувати та приховувати ігри або завантажувати обкладинки з SteamGridDB.
vi: Cartridges là một game đơn giản launcher dành cho tất cả các game của bạn. Nó có hỗ trợ nhập game từ Steam, Lutris, Heroic và hơn thế nữa mà không cần đăng nhập. Bạn có thể sắp xếp và ẩn game hoặc tải xuống ảnh bìa từ SteamGridDB.

source: Game Details
ar: تفاصيل اللعبة
be: Падрабязнасці аб гульні
ca: Detalls del joc
cs: Podrobnosti o hře
el: Λεπτομέρειες Παιχνιδιού
fa: جزییات بازی
fi: Pelin tiedot
hi: गेम विवरण
hr: Detalji igre
hu: Játék tulajdonságai
it: Dettagli del gioco
kk: Ойын мәліметтері
nb_no: Spilldetaljer
pt: Detalhes do jogo
ro: Detalii joc
ru: Подробности об игре
ta: விளையாட்டு விவரங்கள்
te: గేమ్ వివరాలు
tr: Oyun Ayrıntıları
uk: Подробиці гри
vi: Chi tiết game

source: Edit Game Details
ar: حرِّر تفاصيل اللعبة
be: Рэдагаваць падрабязнасці аб гульні
ca: Editar els detalls del joc
cs: Upravit podrobnosti o hře
el: Επεξεργασία Λεπτομερειών Παιχνιδιού
fa: ویرایش جزییات بازی
fi: Muokkaa pelin tietoja
hi: गेम विवरण संपादन
hr: Uredi detalje igre
hu: Játék szerkesztése
it: Modifica dettagli del gioco
kk: Ойын мәліметтерін түзету
nb_no: Rediger spilldetaljer
nl: Game-details bewerken
pt: Editar detalhes do jogo
ro: Editați detaliile jocului
ru: Редактировать подробности об игре
ta: விளையாட்டு விவரங்களைத் திருத்து
te: గేమ్ వివరాలను సవరించండి
tr: Oyun Ayrıntılarını Düzenle
uk: Редагувати інформацію про гру
vi: Chỉnh sửa chi tiết game

source: Preferences
ar: التفضيلات
be: Параметры
ca: Preferències
cs: Předvolby
el: Προτιμήσεις
fa: ترجیحات
fi: Asetukset
hi: प्राथमिकताएं
hr: Postavke
hu: Beállítások
it: Preferenze
kk: Қалаулар
nb_no: Brukervalg
nl: Voorkeuren
pt: Preferências
ro: Preferințe
ru: Параметры
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు
tr: Tercihler
uk: Параметри
vi: Tuỳ chọn

source: Cancel
ar: ألغِ
be: Скасаваць
ca: Cancel·lar
cs: Zrušit
el: Ακύρωση
fa: لغو
fi: Peru
hi: रद्द करें
hr: Otkaži
hu: Mégse
it: Annulla
kk: Бас тарту
nb_no: Avbryt
nl: Annuleren
pt: Cancelar
ro: Anulare
ru: Отменить
ta: ரத்துசெய்
te: రద్దు చేయి
tr: İptal
uk: Скасувати
vi: Hủy

source: New Cover
ar: غلاف جديد
be: Новая вокладка
ca: Coberta nova
cs: Nový obal
el: Νέο Εξώφυλλο
fa: طرح جلد جدید
fi: Uusi kansi
hi: नया कवर
hr: Nova naslovnica
hu: Új borító
it: Nuova copertina
kk: Жаңа мұқаба
nb_no: Nytt omslag
nl: Nieuwe cover
pt: Nova capa
ro: Copertă nouă
ru: Новая обложка
ta: புதிய அட்டை
te: కొత్త కవర్
tr: Yeni Kapak
uk: Нова обкладинка
vi: Bìa mới

source: Delete Cover
ar: احذف الغلاف
be: Выдалиць вокладку
ca: Eliminar la coberta
cs: Odstranit obal
el: Διαγραφή Εξώφυλλου
fa: حذف طرح جلد
fi: Poista kansi
hi: कवर मिटाएं
hr: Izbriši naslovnicu
hu: Borító törlése
it: Elimina copertina
kk: Мұқабаны өшіру
nb_no: Fjern omslag
nl: Cover verwijderen
pt: Apagar capa
ro: Șterge coperta
ru: Удалить обложку
ta: அட்டையை நீக்கு
te: కవర్‌ని తొలగించండి
tr: Kapağı Sil
uk: Видалити обкладинку
vi: Xóa bìa

source: Title
ar: العنوان
be: Назва
ca: Títol
cs: Název
el: Τίτλος
fa: عنوان
fi: Nimi
hi: शीर्षक
hr: Naslov
hu: Cím
it: Titolo
kk: Тақырыбы
nb_no: Navn
nl: Titel
pt: Título
ro: Titlu
ru: Название
ta: தலைப்பு
te: శీర్షిక
tr: Başlık
uk: Назва
vi: Tiêu đề

source: Developer (optional)
ar: المطوِّر (اختياري)
be: Распрацоўшчык (неабавязкова)
ca: Desenvolupador (opcional)
cs: Vývojář (nepovinné)
el: Προγραμματιστής (προαιρετικό)
fa: توسعه‌دهنده (اختیاری)
fi: Kehittäjä (valinnainen)
hi: विकासकर्ता (वैकल्पिक)
hr: Programer (opcijonalno)
hu: Fejlesztő (nem kötelező)
it: Sviluppatore (opzionale)
kk: Әзірлеуші (міндетті емес)
nb_no: Utvikler (valgfritt)
nl: Ontwikkelaar (optioneel)
pt: Programador (opcional)
ro: Dezvoltator (opțional)
ru: Разработчик (необязательно)
ta: டெவலப்பர் (விரும்பினால்)
te: డెవలపర్ (ఐచ్ఛికం)
tr: Geliştirici (isteğe bağlı)
uk: Розробник (необов'язково)
vi: Nhà phát triển (tùy chọn)

source: Executable
ar: ملفُّ التنفيذ
be: Выконваны
cs: Spustitelný soubor
el: Εκτελέσιμο αρχείο
fa: اجرایی
fi: Suoritettava
hi: निष्पादनयोग्य
hr: Izvršna datoteka
hu: Program
it: Eseguibile
kk: Орындалатын файл
nb_no: Kjørbar
nl: Programmabestand
pt: Executável
ro: Executabil
ru: Исполняемый
ta: செயல்படுத்தக்கூடியது
te: అమలు చేయదగినది
tr: Yürütülebilir
uk: Виконуваний
vi: Có thể thực thi được

source: Select File
ar: اختر ملفًّا
be: Выбраць файл
ca: Seleccionar fitxer
cs: Vybrat soubor
el: Επιλογή αρχείου
fa: گزینش پرونده
fi: Valitse tiedosto
hi: फाइल चुनें
hr: Odaberi datoteku
hu: Fájl kiválasztása
it: Seleziona file
kk: Файлды таңдау
nb_no: Velg fil
nl: Bestand selecteren
pt: Selecionar ficheiro
ro: Selectare fișier
ru: Выбрать файл
ta: கோப்பைத் தேர்ந்தெடுக்கவும்
te: ఫైల్‌ని ఎంచుకోండి
tr: Dosya Seç
uk: Вибрати файл
vi: Chọn tệp

source: More Info
ar: معلومات أكثر
be: Больш інфармацыі
ca: Més informació
cs: Více informací
el: Περισσότερες Πληροφορίες
fa: اطلاعات بیشتر
fi: Lisätietoja
hi: अधिक जानकारी
hr: Daljnje informacije
hu: További információk
it: Altre informazioni
kk: Көбірек ақпарат
nb_no: Mer informasjon
nl: Meer info
pt: Mais informação
ro: Mai multe informații
ru: Дополнительная информация
ta: மேலும் தகவல்
te: మరింత సమాచారం
tr: Daha Fazla Bilgi
uk: Більше інформації
vi: Thông tin thêm

source: Edit
ar: حرِّر
be: Рэдагаваць
ca: Editar
cs: Upravit
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
hi: संपादन
hr: Uredi
hu: Szerkesztés
it: Modifica
kk: Түзету
nb_no: Rediger
nl: Bewerken
pt: Editar
ro: Editare
ru: Редактировать
ta: தொகு
te: సవరించు
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa

source: Hide
ar: أخفِ
be: Схаваць
ca: Amagar
cs: Skrýt
el: Απόκρυψη
fa: نهفتن
fi: Piilota
hi: छुपाएं
hr: Sakrij
hu: Elrejtés
it: Nascondi
kk: Жасыру
nb_no: Skjul
nl: Verbergen
pt: Ocultar
ro: Ascunde
ru: Скрыть
ta: மறை
te: దాచు
tr: Gizle
uk: Приховати
vi: Ẩn

source: Remove
ar: أزل
be: Выдаліць
ca: Esborrar
cs: Odstranit
el: Αφαίρεση
fa: برداشتن
fi: Poista
hi: हटाएं
hr: Ukloni
hu: Eltávolítás
it: Rimuovi
kk: Өшіру
nb_no: Fjern
nl: Verwijderen
pt: Remover
ro: Elimină
ru: Удалить
ta: அகற்று
te: తొలగించు
tr: Kaldır
uk: Видалити
vi: Xóa

source: Unhide
ar: اكشف
be: Паказаць
ca: Mostrar
cs: Odkrýt
el: Φανέρωση
fa: نانهفتن
fi: Näytä
hi: सामने लाएं
hr: Prikaži
hu: Elrejtés visszavonása
it: Mostra
kk: Көрсету
nb_no: Vis
nl: Niet meer verbergen
pt: Exibir
ro: Afișează
ru: Показать
ta: மறை காட்டு
te: దాచిపెట్టు
tr: Göster
uk: Показати
vi: Hiện

source: General
ar: عام
be: Агульнае
cs: Obecné
el: Γενικά
fa: عمومی
fi: Yleistä
hi: सामान्य
hr: Općenito
hu: Általános
it: Generale
kk: Жалпы
nb_no: Generelt
nl: Algemeen
pt: Geral
ru: Общее
ta: பொது
te: జనరల్
tr: Genel
uk: Загальний
vi: Tổng quát

source: Search
ar: ابحث
be: Пошук
ca: Cercar
cs: Vyhledávání
el: Αναζήτηση
fa: جست‌وجو
fi: Etsi
hi: खोजें
hr: Traži
hu: Keresés
it: Cerca
kk: Іздеу
nb_no: Søk
nl: Zoeken
pt: Buscar
ro: Căutare
ru: Поиск
ta: தேடு
te: శోధించండి
tr: Ara
uk: Пошук
vi: Tìm kiếm

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
be: Спалучэнні клавіш
ca: Dreceres de teclat
cs: Klávesové zkratky
el: Συντομεύσεις Πληκτρολογίου
fa: میان‌برهای صفحه‌کلید
fi: Pikanäppäimet
hi: कीबोर्ड शॉर्टकट
hr: Tipkovnički prečaci
hu: Gyorsbillentyűk
it: Scorciatoie da Tastiera
kk: Пернетақта жарлықтары
nb_no: Tastatursnarveier
nl: Sneltoetsen
pt: Atalhos de teclado
ro: Taste de comenzi rapide
ru: Комбинации клавиш
ta: விசைப்பலகை குறுக்குவழிகள்
te: కీబోర్డ్ సత్వరమార్గాలు
tr: Klavye Kısayolları
uk: Комбінації клавіш
vi: Phím tắt

source: Undo
ar: تراجع
be: Адмяніць
ca: Desfés
cs: Zpět
el: Αναίρεση
fa: برگردان
fi: Kumoa
hi: पूर्ववत करें
hr: Poništi
hu: Visszavonás
it: Annulla
kk: Болдырмау
nb_no: Angre
nl: Ongedaan maken
pt: Desfazer
ro: Anulează
ru: Вернуть
ta: செயல்தவிர்
te: అన్డు
tr: Geri Al
uk: Відмінити
vi: Hoàn tác

source: Quit
ar: أنهِ
be: Выйсці
ca: Sortir
cs: Ukončit
el: Κλείσιμο
fa: خروج
fi: Lopeta
hi: छोड़ें
hr: Zatvori aplikaciju
hu: Kilépés
it: Esci
kk: Шығу
nb_no: Avslutt
nl: Afsluiten
pt: Sair
ro: Ieșire
ru: Выйти
ta: வெளியேறு
te: నిష్క్రమించు
tr: Çık
uk: Вийти
vi: Thoát

source: Toggle Sidebar
ar: أظهر شريط الجانب
be: Пераключыць бакавую панэль
ca: Alternar la barra lateral
cs: Přepnout postranní panel
el: Ρύθμιση πάνελ
fa: تغییر وضعیت نوار کناری
fi: Sivupalkki päälle/pois
hi: पार्श्वपट्टी टॉगल करें
hr: Uključi/Isključi bočnu traku
hu: Oldalsáv megjelenítése
it: Attiva/disattiva la barra laterale
kk: Бүйірлік панельді ауыстыру
nb_no: Vis/skjul sidefelt
nl: Zijbalk omschakelen
pt: Alternar barra lateral
ro: Afișează/ascunde bara laterală
ru: Переключить боковую панель
ta: பக்கப்பட்டியை நிலைமாற்று
te: సైడ్‌బార్‌ని టోగుల్ చేయండి
tr: Kenar Çubuğunu Aç/Kapat
uk: Переключити бічну панель
vi: Bật/tắt thanh bên

source: Main Menu
ar: القائمة الرئيسة
be: Галоўнае меню
ca: Menú principal
cs: Hlavní nabídka
el: Κύριο μενού
fa: فهرست اصلی
fi: Päävalikko
hi: मुख्य मेनू
hr: Glavni izbornik
hu: Főmenü
it: Menù Principale
kk: Негізгі мәзір
nb_no: Hovedmeny
nl: Hoofdmenu
pt: Menu principal
ro: Meniu principal
ru: Главное меню
ta: முதன்மை பட்டியல்
te: ప్రధాన మెనూ
tr: Ana Menü
uk: Головне меню
vi: Menu chính

source: Games
ar: الألعاب
be: Гульні
ca: Jocs
cs: Hry
el: Παιχνίδια
fa: بازی‌ها
fi: Pelit
hi: गेम्स
hr: Igre
hu: Játékok
it: Giochi
kk: Ойындар
nb_no: Spill
pt: Jogos
ro: Jocuri
ru: Игры
ta: விளையாட்டுகள்
te: ఆటలు
tr: Oyunlar
uk: Ігри

source: Add Game
ar: أضف لعبةً
be: Дадаць гульню
ca: Afegeix joc
cs: Přidat hru
el: Προσθήκη παιχνιδιού
fa: افزودن بازی
fi: Lisää peli
hi: गेम जोड़ें
hr: Dodaj igru
hu: Játék hozzáadása
it: Aggiungi Gioco
kk: Ойын қосу
nb_no: Legg til spill
nl: Game toevoegen
pt: Adicionar jogo
ro: Adăugați joc
ru: Добавить игру
ta: விளையாட்டைச் சேர்க்கவும்
te: గేమ్ జోడించండి
tr: Oyun Ekle
uk: Додати гру
vi: Thêm game

source: Import
ar: استورد
be: Імпарт
ca: Importar
el: Εισαγωγή
fa: درون‌ریزی
fi: Tuo
hi: आयात
hr: Uvezi
hu: Importálás
it: Importa
kk: Импорттау
nb_no: Importer
nl: Importeren
pt: Importar
ru: Импорт
ta: இறக்குமதி
te: దిగుమతి
tr: İçe Aktar
uk: Імпорт
vi: Nhập

source: Show Hidden Games
ar: أظهر الألعاب المخفية
be: Паказаць схаваныя гульні
ca: Mostrar jocs ocults
cs: Zobrazit skryté hry
el: Εμφάνιση κρυμμένων παιχνιδιών
fa: نمایش بازی‌های نهفته
fi: Näytä piilotetut pelit
hi: छिपे हुए गेम्स दिखाएं
hr: Prikaži skrivene igre
hu: Rejtett játékok megjelenítése
it: Mostra Giochi nascosti
kk: Жасырылған ойындарды көрсету
nb_no: Vis skjulte spill
nl: Verborgen games tonen
pt: Exibir jogos ocultos
ro: Afișează jocurile ascunse
ru: Показать скрытые игры
ta: மறைக்கப்பட்ட விளையாட்டுகளைக் காட்டு
te: హిడెన్ గేమ్‌లను చూపించు
tr: Gizli Oyunları Göster
uk: Показати приховані ігри
vi: Hiển thị các game ẩn

source: Remove Game
ar: أزل اللعبة
be: Выдаліць гульню
ca: Eliminar joc
cs: Odstranit hru
el: Αφαίρεση παιχνιδιού
fa: برداشتن بازی
fi: Poista peli
hi: गेम हटाएं
hr: Ukloni igru
hu: Játék eltávolítása
it: Rimuovi Gioco
kk: Ойынды өшіру
nb_no: Fjern spill
nl: Game verwijderen
pt: Remover jogo
ro: Elimină jocul
ru: Удалить игру
ta: விளையாட்டை அகற்று
te: గేమ్‌ని తీసివేయండి
tr: Oyunu Kaldır
uk: Видалити гру
vi: Xóa game

source: Behavior
ar: السلوك
be: Паводзіны
ca: Comportament
cs: Chování
el: Συμπεριφορά
fa: رفتار
fi: Toiminta
hi: व्यवहार
hr: Ponašanje
hu: Működés
it: Comportamento
kk: Мінез-құлық
nb_no: Atferd
nl: Gedrag
pt: Comportamento
ro: Comportament
ru: Поведение
ta: நடத்தை
te: ప్రవర్తన
tr: Davranış
uk: Поведінка
vi: Hành vi

source: Exit After Launching Games
ar: اخرج بعد بدء الألعاب
be: Выхад пасля запуску гульняў
ca: Sortir després de llançar el joc
cs: Ukončit po spuštění her
el: Έξοδος μετά την εκκίνηση παιχνιδιών
fa: خروج پس از اجرا کردن بازی
fi: Poistuminen pelin käynnistämisen jälkeen
hi: गेम्स लॉन्च करने के बाद बाहर निकलें
hr: Izađi nakon pokretanja igri
hu: Kilépés játékok indítása után
it: Esci dopo l'avvio dei giochi
kk: Ойындарды іске қосқаннан кейін шығу
nb_no: Avslutt etter oppstart av spill
nl: Sluiten na starten van game
pt: Fechar Cartridges ao iniciar um jogo
ro: Ieșire din program după lansarea jocurilor
ru: Выход из приложения после запуска игры
ta: விளையாட்டுகளை தொடங்கிய பிறகு வெளியேறவும்
te: గేమ్‌లను ప్రారంభించిన తర్వాత నిష్క్రమించండి
tr: Oyunları Başlattıktan Sonra Çık
uk: Вихід після запуску ігор
vi: Thoát sau khi khởi chạy game

source: Cover Image Launches Game
ar: تبدأ صورة الغلاف اللعبة
be: Выява вокладкі запускае гульню
ca: La imatge de la coberta llança el joc
cs: Obrázek na obálce spouští hru
el: Εξώφυλλο εκκινεί το παιχνίδι
fa: طرح جلد بازی را اجرا می‌کند
fi: Kansikuva käynnistää pelin
hi: कवर छवि गेम लॉन्च करती है
hr: Slika naslovnice pokreće igru
hu: A borítókép indítja el a játékot
it: La copertina avvia il gioco
kk: Мұқаба суреті ойынды іске қосады
nb_no: Omslagsbilde starter spill
nl: Cover-afbeelding start game
pt: Clicar na capa inicia o jogo
ro: Imaginea de copertă lansează jocul
ru: Запускать игры используя изображение обложки
ta: அட்டைப் படம் விளையாட்டை தொடங்குகிறது
te: కవర్ ఇమేజ్ గేమ్ లాంచ్
tr: Kapak Görüntüsü Oyunu Başlatır
uk: Обкладинка запускає гру
vi: Ảnh bìa ra mắt game

source: Swaps the behavior of the cover image and the play button
ar: يبدِّل سلوك صورة الغلاف وزرِّ «العب»
be: Мяняе паводзіны вокладкі і кнопкі запуску
ca: Canvia el comportament de la imatge de la coberta i el botó de jugar
cs: Vymění chování obrázku na obálce a tlačítka pro přehrávání
el: Αντικατάσταση συμπεριφοράς εξωφύλλου και του κουμπιού αναπαραγωγής
fa: تغییر رفتار تصویر جلد و دکمهٔ بازی کردن
fi: Vaihtaa keskenään kansikuvan ja Pelaa-painikkeen toiminnallisuuden
hi: कवर छवि और प्ले बटन के व्यवहार की अदला-बदली करता है
hr: Mijenja ponašanje slike naslovnice i gumba za pokretanje igre
hu: Felcseréli a „Játék” gomb és a borítókép funkcióját
it: Inverti il comportamento della copertina con il pulsante di avvio
kk: Мұқаба суреті мен ойнату батырмасының мінез-құлқын ауыстырады
nb_no: Bytter adferd for omslagsbilde og spill-knapp
nl: Wisselt het gedrag van de cover-afbeelding en de speelknop om
pt: Troca o comportamento de clicar na capa do jogo e do botão Jogar
ro: Interschimbă comportamentul imaginii de copertă și al butonului de redare
ru: Меняет местами поведение изображения обложки и кнопки запуска
ta: அட்டைப் படத்தின் நடத்தை மற்றும் பிளே பட்டனை மாற்றுகிறது
te: కవర్ ఇమేజ్ మరియు ప్లే బటన్ యొక్క ప్రవర్తనను మారుస్తుంది
tr: Kapak görüntüsünün ve oyna düğmesinin davranışını değiştirir
uk: Міняє місцями поведінку зображення обкладинки та кнопки відтворення
vi: Hoán đổi hoạt động của ảnh bìa và nút phát

source: Images
ar: الصور
be: Відарысы
ca: Imatges
cs: Obrázky
el: Εικόνες
fa: عکس‌ها
fi: Kuvat
hi: छवियां
hr: Slike
hu: Képek
it: Immagini
kk: Суреттер
nb_no: Bilder
nl: Afbeeldingen
pt: Imagens
ro: Imagini
ru: Изображения
ta: படங்கள்
te: చిత్రాలు
tr: Görüntüler
uk: Зображення
vi: Hình ảnh
