Repository: kra-mo/cartridges
Catalog: po/*.po
Languages: ar, be, ca, cs, el, fa, fi, hi, hr, hu, it, kk, nb_no, nl, pt, ro, ru, ta, te, tr, uk, vi

source: Hidden Games
ar: الألعاب المخفية
be: Схаваныя гульні
ca: Jocs amagats
cs: Skryté hry
el: Κρυμμένα παιχνίδια
fa: بازی‌های نهفته
fi: Piilotetut pelit
hi: छुपे हुए गेम्स
hr: Skrivene igre
hu: Rejtett játékok
it: Giochi Nascosti
kk: Жасырылған ойындар
nb_no: Skjulte spill
nl: Verborgen games
pt: Jogos ocultados
ro: Jocuri ascunse
ru: Скрытые игры
ta: மறைக்கப்பட்ட விளையாட்டுகள்
te: దాచిన ఆటలు
tr: Gizli Oyunlar
uk: Приховані ігри
vi: Trò chơi ẩn

source: Game Title
ar: عنوان اللعبة
be: Назва гульні
ca: Títol del joc
cs: Název hry
el: Τίτλος παιχνιδιού
fa: عنوان بازی
fi: Pelin nimi
hi: गेम शीर्षक
hr: Naslov igre
hu: Cím
it: Titolo del gioco
kk: Ойынның атауы
nb_no: Spillnavn
nl: Game-titel
pt: Título do jogo
ro: Titlul jocului
ru: Название игры
ta: விளையாட்டு தலைப்பு
te: గేమ్ శీర్షిక
tr: Oyun Başlığı
uk: Назва гри
vi: Tiêu đề game

source: Play
ar: العب
be: Гуляць
ca: Jugar
cs: Hrát
el: Παίξτε
fa: بازی کردن
fi: Pelaa
hi: खेलें
hr: Igraj
hu: Játék
it: Gioca
kk: Ойнату
nb_no: Spill
nl: Spelen
pt: Jogar
ro: Joacă
ru: Играть
ta: விளையாடு
te: ఆడండి
tr: Oyna
uk: Грати
vi: Chơi

source: Sort
ar: رتِّب
be: Сартаваць
ca: Ordenar
cs: Třídit
el: Ταξινόμηση
fa: ترتیب
fi: Lajittele
hi: क्रमबद्ध करें
hr: Redoslijed
hu: Rendezés
it: Ordina per
kk: Сұрыптау
nb_no: Sorter
nl: Sorteren
pt: Ordenar
ro: Sortează
ru: Сортировать
ta: வகைபடுத்து
te: క్రమబద్ధీకరించు
tr: Sırala
uk: Сортувати
vi: Sắp xếp

source: A-Z
ar: أ-ي
be: А-Я
cs: A-Ž
el: Α-Ζ
fa: آ-ی
kk: А-Я
nb_no: A-Å
ru: А-Я
uk: А-Я

source: Z-A
ar: ي-أ
be: Я-А
cs: Ž-A
el: Ζ-Α
fa: ی-آ
kk: Я-А
nb_no: Å-A
ru: Я-А
uk: Я-А

source: Newest
ar: الأجدد
be: Найноўшыя
ca: Més recent
cs: Nejnovější
el: Νεότερο
fa: جدیدترین
fi: Uusin
hi: नवीनतम
hr: Najnovije
hu: Legújabb
it: Più recente
kk: Ең жаңа
nb_no: Nyeste
nl: Nieuwste
pt: Mais novo
ro: Cel mai noi
ru: Сначала новые
ta: புதியது
te: సరికొత్త
tr: En Yeni
uk: Найновіші
vi: Mới nhất

source: Oldest
ar: الأقدم
be: Старэйшыя
ca: Més antic
cs: Nejstarší
el: Παλαιότερο
fa: قدیمی‌ترین
fi: Vanhin
hi: सबसे पुराने
hr: Najstarije
hu: Legrégebbi
it: Più vecchio
kk: Ең ескі
nb_no: Eldste
nl: Oudste
pt: Mais antigo
ro: Cel mai vechi
ru: Сначала старые
ta: பழமையானது
te: అతి పురాతనమైనది
tr: En Eski
uk: Найстаріші
vi: Cũ nhất

source: Last Played
ar: لُعبت آخر مرَّة
be: Апошняя гульня
ca: Últim jugat
cs: Naposledy hráno
el: Τελευταία αναπαραγωγή
fa: آخرین بازی‌شده
fi: Viimeksi pelattu
hi: अंतिम बार खेला गया
hr: Zadnje igrane
hu: Legutóbb játszott
it: Ultimo Avvio
kk: Соңғы ойналған
nb_no: Sist spilt
nl: Laatst gespeeld
pt: Jogou pela última vez
ro: Jucat ultima dată
ru: Последняя игра
ta: கடைசியாக விளையாடியது
te: చివరిగా ఆడినది
tr: Son Oynanan
uk: Остання гра
vi: Đã phát lần cuối

source: Show Hidden
ar: أظهر ما أخفي
be: Паказаць схаваныя
ca: Mostrar els amagats
cs: Zobrazit Skryté
el: Εμφάνιση Κρυφών
fa: نمایش نهفته
fi: Näytä piilotetut
hi: छुपे हुआ दिखाएं
hr: Prikaži skrivene
hu: Rejtett játékok
it: Mostra Nascosti
kk: Жасырылғандарды көрсету
nb_no: Vis skjulte
nl: Verborgen games tonen
pt: Mostrar ocultados
ro: Afișează pe cele ascunse
ru: Показать скрытые
ta: மறைக்கப்பட்டதைக் காட்டு
te: దాచిన చూపు
tr: Gizlileri Göster
uk: Показати приховане
vi: Hiển thị ẩn

source: About Cartridges
ar: عن «خراطيش»
be: Аб картрыджах
ca: Sobre Cartridges
cs: O Kazetách
el: Σχετικά με τις Κασέτες
fa: دربارهٔ کارتریج‌ها
fi: Tietoja - Cartridges
hi: Cartridges के बारे में
hr: Informacije o Cartridges
hu: A Kazetták névjegye
it: Informazioni su Cartucce
kk: Cartridges туралы
nb_no: Om Cartridges
nl: Over Cartridges
pt: Sobre o Cartuchos
ro: Despre Cartușe
ru: О приложении
ta: கார்ட்ரிட்ஜ்கள் பற்றி
te: గుళికల గురించి
tr: Kartuşlar Hakkında
uk: Про Картриджі
vi: Giới thiệu Cartridges

source: {} launched
ar: بُدئت {}
be: {} запушчана
ca: {} llançat
cs: {} spuštěno
el: {} εκκινήθη
fa: {} اجرا شد
fi: {} käynnistetty
hi: {} लॉन्च किया गया
hr: Pokrenuto: {}
hu: {} elindítva
it: {} avviato
kk: {} іске қосылды
nb_no: {} startet
nl: {} gestart
pt: {} iniciado
ro: {} lansat
ru: {} - запущена
ta: {} தொடங்கப்பட்டது
te: {} ప్రారంభించబడింది
tr: {} başlatıldı
uk: {} запущено
vi: {} đã ra mắt

source: translator-credits
ar: Ali Aljishi <ahj696@hotmail.com>
be: Yahor Haurylenka https://github.com/k1llo
ca: jolupa <jolupameister@gmail.com>
el: Yiannis Ioannides
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
fi: Linux Sauna
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
hu: Meskó Balázs <mesko.balazs@fsf.hu>
it: Alessandro Iepure https://ale.iepure.me
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nb_no: Allan Nordhøy <epost@anotheragency.no> Sunniva Løvstad <cartridges@turtle.garden>
nl: Philip Goto https://flipflop97.github.io/
pt: Pedro Sader Azevedo
ro: Matt C <matei.gurzu@gmail.com>, Remus-Gabriel Chelu <remusgabriel.chelu@disroot.org>
ru: Ser82-png
ta: K.B.Dharun Krishna <kbdharunkrishna@gmail.com>
te: Aryan Karamtoth
tr: Sabri Ünal <libreajans@gmail.com>
uk: kefir2105
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Added: {}
ar: أضيفت في: {}
be: Дададзена: {}
ca: Afegit: {}
cs: Přidáno: {}
el: Προστέθηκε: {}
fa: افزوده: {}
fi: Lisätty: {}
hi: जोड़ा गया: {}
hr: Dodano: {}
hu: Hozzáadva: {}
it: Aggiunto il: {}
kk: Қосылды: {}
nb_no: Tillagt: {}
nl: Toegevoegd op {}
pt: Adicionado: {}
ro: Adăugat: {}
ru: Добавлено: {}
ta: சேர்க்கப்பட்டது: {}
te: జోడించబడింది: {}
tr: Eklendi: {}
uk: Додано: {}
vi: Đã thêm: {}

source: Never
ar: أبدًا
be: Ніколі
ca: Mai
cs: Nikdy
el: Ποτέ
fa: هرگز
fi: Ei koskaan
hi: कभी नहीं
hr: Nikada
hu: Soha
it: Mai
kk: Ешқашан
nb_no: Aldri
nl: Nooit
pt: Nunca
ro: Niciodată
ru: Никогда
ta: ஒருபோதும் இல்லை
te: ఎప్పుడూ
tr: Asla
uk: Ніколи
vi: Không bao giờ

source: Last played: {}
ar: لُعبت آخر مرَّة في: {}
be: Гулялі апошні раз: {}
ca: Últim jugat: {}
cs: Naposledy hráno: {}
el: Τελευταία αναπαραγωγή: {}
fa: آخرین بازی‌شده: {}
fi: Viimeksi pelattu: {}
hi: अंतिम बार खेला गया: {}
hr: Zadnje igrane: {}
hu: Legutóbb játszva: {}
it: Ultima riproduzione: {}
kk: Соңғы рет ойналған: {}
nb_no: Sist spilt: {}
nl: Laatst gespeeld: {}
pt: Jogou pela última vez: {}
ro: Jucat ultima dată {}
ru: Последний раз запускалась: {}
ta: கடைசியாக விளையாடியது: {}
te: చివరిగా ఆడినది: {}
tr: Son oynanma: {}
uk: Востаннє грали: {}
vi: Chơi lần cuối: {}

source: Apply
ar: طبِّق
be: Ужыць
ca: Aplicar
cs: Použít
el: Εφαρμογή
fa: اعمال
fi: Käytä
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
it: Applica
kk: Іске асыру
nb_no: Bruk
nl: Toepassen
pt: Aplicar
ro: Aplică
ru: Применить
ta: விண்ணப்பி
te: దరఖాస్తు చేసుకోండి
tr: Uygula
uk: Застосувати
vi: Áp dụng

source: Add New Game
ar: أضف لعبةً جديدةً
be: Дадаць новую гульню
ca: Afegeix joc nou
cs: Přidat novou hru
el: Προσθήκη νέου παιχνιδιού
fa: افزودن بازی جدید
fi: Lisää uusi peli
hi: नया गेम जोड़ें
hr: Dodaj novu igru
hu: Új játék hozzáadása
it: Aggiungi un Nuovo Gioco
kk: Жаңа ойынды қосу
nb_no: Legg til nytt spill
nl: Nieuwe game toevoegen
pt: Adicionar novo jogo
ro: Adaugă un joc nou
ru: Добавить новую игру
ta: புதிய விளையாட்டைச் சேர்க்கவும்
te: కొత్త గేమ్‌ని జోడించండి
tr: Yeni Oyun Ekle
uk: Додати нову гру
vi: Thêm game mới

source: Add
ar: أضف
be: Дадаць
ca: Afegir
cs: Přidat
el: Προσθήκη
fa: افزودن
fi: Lisää
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
it: Aggiungi
kk: Қосу
nb_no: Legg til
nl: Toevoegen
pt: Adicionar
ro: Adaugă
ru: Добавить
ta: சேர்
te: జోడించు
tr: Ekle
uk: Додати
vi: Thêm

source: Executables
ar: ملفات التنفيذ
be: Выконваныя
cs: Spustitelné soubory
el: Προγράμματα
fa: اجرایی‌ها
fi: Suoritettava
hi: निष्पादनयोग्य
hr: Izvršne datoteke
hu: Programok
it: Eseguibili
kk: Орындалатын файлдар
nb_no: Kjørbare filer
nl: Programmabestanden
pt: Executáveis
ro: Executabili
ru: Исполняемые
ta: செயல்படுத்தக்கூடியவை
te: ఎక్జిక్యూటబుల్స్
tr: Yürütülebilirler
uk: Виконувані файли
vi: Các tệp thực thi

source: file.txt
ar: ملف.txt
ca: fitxer.txt
cs: soubor.txt
el: αρχειο.txt
fa: پرونده.txt
hi: फाइल.txt
hr: datoteka.txt
hu: fájl.txt
nb_no: fil.txt
nl: bestand.txt
pt: arquivo.txt
ro: fișier.txt
ta: கோப்பு.txt
tr: dosya.txt

source: program
ar: البرنامج
be: праграма
ca: programa
el: πρόγραμμα
fa: برنامه
fi: ohjelma
hi: प्रोग्राम
it: programma
kk: бағдарлама
nl: programma
pt: programa
ru: программа
ta: பயன்பாடு
te: ప్రోగ్రామ్
uk: програма

source: To launch the executable "{}", use the command: <tt>"{}"</tt> To open the file "{}" with the default application, use: <tt>{} "{}"</tt> If the path contains spaces, make sure to wrap it in double quotes!
ar: إن أردت تشغيل ملفِّ التنفيذ «{}» فعليك استخدام الأمر: <tt>«{}»</tt> إن أردت فتح الملفِّ «{}» باستخدام التطبيق المبدئيِّ فعليك استخدام: <tt>{} «{}»</tt> ولا تنسَ إحاطة المسار بعلامتي تنصيص مزدوجتين حالما تضمَّن مسافات!
be: Каб запусціць выкананы файл "{}", выканайце каманду: <tt>"{}"</tt> Каб адкрыць файл "{}" з дапамогай праграмы па змаўчанні, выкарыстоўвайце: <tt>{} "{}"</tt> Калі шлях змяшчае прабелы, абавязкова заключыце яго ў падвойныя двукоссі!
ca: Per llançar l'executable "{}", fes servir l'ordre: <tt>"{}"</tt> Per obrir el fitxer "{}" amb l'aplicació per defecte, fes servir: <tt>{} "{}"</tt> Si el camí conté espais, assegurat d'envoltar-lo amb cometes dobles!
cs: Chcete-li spustit spustitelný soubor "{}", použijte příkaz: <tt>"{}"</tt> Chcete-li otevřít soubor "{}" pomocí výchozí aplikace, použijte příkaz: <tt>{} "{}"</tt> Pokud cesta obsahuje mezery, nezapomeňte ji zabalit do dvojitých uvozovek!
el: Για να εκτελέσετε την εφαρμογή "{}", χρησιμοποιήστε την εντολή: <tt>"{}"</tt> Για να ανοίξετε το αρχείο "{}" με την προεπιλεγμένη εφαρμογή, χρησιμοποιήστε: <tt>{} "{}"</tt> Αν η διεύθυνση φακέλου περιέχει κενά, φροντίστε να την περικλείσετε σε διπλά εισαγωγικά!
fa: استفاده از این دستور برای اجرای پروندهٔ اجرایی {}: <tt>"{}"</tt> برای گشودن پروندهٔ {}‌ با برنامهٔ پیش‌گزیده: <tt>{} "{}"</tt> اگر مسیر فاصله داشت، مطمئن شوید در نقل‌قول گذاشته‌ایدش!
fi: Käynnistääksesi suoritettavan ohjelman "{}", käytä komentoa: <tt>"{}"</tt> Jos haluat avata tiedoston "{}" oletussovelluksella, käytä komentoa: <tt>{} "{}"</tt> Jos polku sisältää välilyöntejä, varmista, että se on suljettu kaksinkertaisiin lainausmerkkeihin!
hi: निष्पादनयोग्य "{}" लॉन्च करने के लिए, कमांड का उपयोग करें: <tt>"{}"</tt> तयशुदा अनुप्रयोग के साथ "{}" फाइल खोलने के लिए, इसका उपयोग करें: <tt>{} "{}"</tt> यदि पथ में रिक्त स्थान हैं, तो इसे दोहरे उद्धरण चिह्नों में लपेटना सुनिश्चित करें!
hr: Za pokretanje izvršne datoteke „{}” koristi naredbu: <tt>„{}”</tt> Za otvaranje datoteke „{}” sa zadanom aplikacijom, koristi: <tt>{} „{}”</tt> Ako putanja sadrži razmake, obavezno je stavi u navodnike!
hu: A(z) „{}” program indításához használja ezt a parancsot: <tt>"{}"</tt> A(z) „{}” fájl alapértelmezett programmal történő megnyitásához használja ezt: <tt>{} "{}"</tt> Ha az elérési útvonalban szóközök vannak, rakja az útvonalat idézőjelek közé!
it: Per lanciare l'eseguibile "{}", utilizzare il comando: <tt>"{}"</tt> Per aprire il file "{}" con l'applicazione predefinita, utilizzare: <tt>{} "{}"</tt> Se il percorso contiene spazi, assicurarsi di avvolgerlo in doppi apici!
kk: "{}" орындалатын файлын іске қосу үшін келесі команданы қолданыңыз: <tt>"{}"</tt> "{}" файлын әдепкі бағдарламамен ашу үшін келесіні қолданыңыз: <tt>{} "{}"</tt> Егер жолда бос орындар болса, оны қос тырнақшаға алуды ұмытпаңыз!
nb_no: Start den kjørbare «{}»-filen med denne kommandoen: <tt>«{}»</tt> For å åpne filen «{}» med forvalgt program bruker du: <tt>{} «{}»</tt> Hvis stien inneholder mellomrom, må du pakke den inn i doble engelske sitattegn.
nl: Om het programma ‘{}’ te starten, gebruik de volgende opdracht: <tt>"{}"</tt> Om het bestand ‘{}’ met de standaard-app te openen, gebruik de volgende opdracht: <tt>{} "{}"</tt> Indien het pad spaties bevat, zorg er dan voor dat er dubbele aanhalingstekens omheen staan!
pt: Para iniciar o executável "{}", use o comando: <tt>"{}"</tt> Para abrir o arquivo "{}" com o aplicativo padrão, use: <tt>{}"{}"</tt> Se o caminho contiver espaços, certifique-se de colocá-lo entre aspas duplas!
ro: Pentru a lansa executabilul „{}”, utilizați comanda: <tt>„{}”</tt> Pentru a deschide fișierul „{}” cu aplicația implicită, utilizați: <tt>{} „{}”</tt> Dacă ruta conține spații, asigurați-vă că o includeți între ghilimele duble!
ru: Чтобы запустить исполняемый файл "{}", выполните команду: <tt>"{}"</tt> Чтобы открыть файл "{}" с помощью приложения по умолчанию, используйте: <tt>{} "{}"</tt> Если путь содержит пробелы, обязательно заключите его в двойные кавычки!
ta: இயங்கக்கூடிய "{}" ஐத் தொடங்க, கட்டளையைப் பயன்படுத்தவும்: <tt>"{}"</tt> இயல்புநிலை பயன்பாட்டுடன் "{}" கோப்பைத் திறக்க, பயன்படுத்தவும்: <tt>{} "{}"</tt> பாதையில் இடைவெளிகள் இருந்தால், அதை இரட்டை மேற்கோள்களில் போர்த்துவதை உறுதிசெய்யவும்!
te: ఎక్జిక్యూటబుల్ "{}"ని ప్రారంభించడానికి, ఆదేశాన్ని ఉపయోగించండి: <tt>"{}"</tt> డిఫాల్ట్ అప్లికేషన్‌తో "{}" ఫైల్‌ని తెరవడానికి, ఉపయోగించండి: <tt>{} "{}"</tt> మార్గం ఖాళీలను కలిగి ఉన్నట్లయితే, దానిని డబుల్ కోట్‌లలో చుట్టేలా చూసుకోండి!
tr: "{}" yürütülebilirini başlatmak için şu komutu kullanın: <tt>"{}"</tt> "{}" dosyasını öntanımlı uygulamayla açmak için şunu kullanın: <tt>"{}"</tt> Yol boşluk içeriyorsa, çift tırnak içine aldığınızdan emin olun!
uk: Щоб запустити виконуваний файл "{}", скористайтеся командою: <tt>"{}"</tt> Щоб відкрити файл "{}" за допомогою застосунку за замовчуванням, скористайтеся: <tt>{} "{}"</tt> Якщо шлях містить пробіли, обов'язково візьміть його в подвійні лапки!
vi: Để khởi chạy "{}" thực thi, hãy sử dụng lệnh: <tt>"{}"</tt> Để mở tệp "{}" bằng ứng dụng mặc định, hãy sử dụng: <tt>{} "{}"</tt> Nếu đường dẫn chứa khoảng trắng, hãy đảm bảo bọc nó trong dấu ngoặc kép!

source: Couldn't Add Game
ar: تعذَّرت إضافة اللعبة
be: Не ўдалося дадаць гульню
ca: No es pot afegir el joc
cs: Nelze přidat hru
el: Αδυναμία προσθήκης παιχνιδιού
fa: نتوانست بازی بیفزاید
fi: Peliä ei voitu lisätä
hi: गेम नहीं जोड़ा जा सका
hr: Neuspjelo dodavanje igre
hu: Nem lehet hozzáadni a játékot
it: Impossibile aggiungere il gioco
kk: Ойынды қосу мүмкін емес
nb_no: Kunne ikke legge til spill
nl: Kon game niet toevoegen
pt: Não foi possível adicionar o jogo
ro: Nu s-a putut adăuga jocul
ru: Не удалось добавить игру
ta: விளையாட்டைச் சேர்க்க முடியவில்லை
te: గేమ్‌ని జోడించడం సాధ్యపడలేదు
tr: Oyun Eklenemedi
uk: Не вдалося додати гру
vi: Không thể thêm game

source: Game title cannot be empty.
ar: لا يجوز كون عنوان اللعبة فارغًا.
be: Назва гульні не можа быць пустой.
ca: El títol del joc no pot estar buit.
cs: Název hry nemůže být prázdný.
el: Ο τίτλος παιχνιδιού δεν μπορεί να είναι κενός.
fa: عنوان بازی نمی‌تواند خالی باشد.
fi: Pelin nimi ei voi olla tyhjä.
hi: गेम का शीर्षक रिक्त नहीं हो सकता।
hr: Naslov igre ne može biti prazan.
hu: A cím nem lehet üres.
it: Il titolo del gioco non può essere vuoto.
kk: Ойын атауы бос болмауы тиіс.
nb_no: Spillnavnet kan ikke være tomt.
nl: Game-titel mag niet leeg zijn.
pt: O título do jogo não pode estar vazio.
ro: Titlul jocului nu poate fi gol.
ru: Название игры не может быть пустым.
ta: விளையாட்டு தலைப்பு காலியாக இருக்கக்கூடாது.
te: గేమ్ శీర్షిక ఖాళీగా ఉండకూడదు.
tr: Oyun başlığı boş olamaz.
uk: Назва гри не може бути порожньою.
vi: Tiêu đề game không được để trống.

source: Executable cannot be empty.
ar: لا يجوز كون ملفِّ التنفيذ فارغًا.
be: Выканальны файл не можа быць пустым.
ca: El executable no pot estar buit.
cs: Spustitelný soubor nemůže být prázdný.
el: Η εφαρμογή δεν μπορεί να είναι κενή.
fa: اجرایی نمی‌تواند خالی باشد.
fi: Suoritettava ei voi olla tyhjä.
hi: निष्पादनयोग्य खाली नहीं हो सकता।
hr: Izvršna datoteka ne može biti prazna.
hu: A program nem lehet üres.
it: L'eseguibile non può essere vuoto.
kk: Орындалатын файл бос болмауы тиіс.
nb_no: Kjørbar fil må angis.
nl: Programmabestand mag niet leeg zijn.
pt: O executável não pode estar vazio.
ro: Executabilul nu poate fi gol.
ru: Исполняемый файл не может быть пустым.
ta: இயங்கக்கூடியது காலியாக இருக்க முடியாது.
te: ఎక్జిక్యూటబుల్ ఖాళీగా ఉండకూడదు.
tr: Çalıştırılabilir boş olamaz.
uk: Виконуваний файл не може бути порожнім.
vi: Không thể để trống tệp thực thi.

source: Couldn't Apply Preferences
ar: تعذَّر تطبيق التفضيلات
be: Не ўдалося прымяніць параметры
ca: No s'han pogut aplicar les preferències
cs: Nelze použít předvolby
el: Αδυναμία Εφαρμογής Προτιμήσεων
fa: نتوانست ترجیحات را اعمال کند
fi: Asetuksia ei voitu ottaa käyttöön
hi: प्राथमिकताएं लागू नहीं की जा सकी
hr: Neuspjela primjena postavki
hu: Nem lehet menteni a beállításokat
it: Impossibile applicare le preferenze
kk: Қалауларды іске асыру мүмкін емес
nb_no: Kunne ikke ta i bruk endringer
nl: Kon voorkeuren niet toepassen
pt: Não foi possível aplicar as preferências
ro: Nu s-au putut aplica preferințele
ru: Не удалось применить параметры
ta: விருப்பங்களைப் பயன்படுத்த முடியவில்லை
te: ప్రాధాన్యతలను వర్తింపజేయడం సాధ్యపడలేదు
tr: Tercihler Uygulanamadı
uk: Не вдалося застосувати параметри
vi: Không thể áp dụng tùy chọn

source: {} hidden
ar: أٌخفيت {}
be: {} схаваная
ca: {} amagat
cs: {} skryto
el: {} αποκρύφθηκε
fa: {}‌ نهفته
fi: {} piilotettu
hi: {} छिपा हुआ
hr: Skriveno: {}
hu: {} elrejtve
it: {} nascosto
kk: {} жасырылды
nb_no: {} skjult
nl: {} verborgen
pt: {} está oculto
ro: {} ascuns
ru: {} - скрытая
ta: {} மறைக்கப்பட்டுள்ளது
te: {} దాచబడింది
tr: {} gizli
uk: {} приховано
vi: {} bị ẩn

source: {} unhidden
ar: أٌظهرت {}
be: {} непрыхавана
ca: {} mostrar
cs: {} odkryto
el: {} φανερώθηκε
fa: {} نانهفته
fi: {} palautettu näkyviin
hi: {} नहीं छिपा हुआ
hr: Prikazano: {}
hu: {} elrejtése visszavonva
it: {} visibile
kk: {} көрсетілді
nb_no: {} synlig
nl: {} hersteld
pt: {} está exposto
ro: {} afișat
ru: {} - не скрыта
ta: {} மறைக்கப்படாதது
te: {} దాచబడలేదు
tr: {} görünür
uk: {} показано
vi: {} được hiển thị

source: {} removed
cs: {} odstraněno
fa: {} برداشته شد
kk: {} өшірілді
uk: {} видалено
vi: {} đã bị xóa

source: All games removed
ar: أُزيلت كلُّ الألعاب
be: Усе гульні выдалены
ca: Tots els jocs eliminats
cs: Všechny hry odstraněny
el: Όλα τα παιχνίδια αφαιρέθηκαν
fa: همهٔ بازی‌ها برداشته شدند
fi: Kaikki pelit poistettu
hi: सभी गेम्स हटा दिए गए
hr: Sve igre su uklonjene
hu: Az összes játék eltávolítva
it: Tutti i giochi sono stati rimossi
kk: Барлық ойындар өшірілді
nb_no: Alle spill fjernet
nl: Alle games verwijderd
pt: Todos os jogos foram removidos
ro: Toate jocurile au fost eliminate
ru: Все игры удалены
ta: அனைத்து விளையாட்டுகளும் அகற்றப்பட்டன
te: అన్ని గేమ్‌లు తీసివేయబడ్డాయి
tr: Tüm oyunlar kaldırıldı
uk: Всі ігри видалено
vi: Đã xóa tất cả game

source: An API key is required to use SteamGridDB. You can generate one {}here{}.
ar: تحتاج مفتاح واجهة برمجة حال ما أردت استخدام SteamGridDB، {}هنا تولِّده{}.
be: Для выкарыстання SteamGridDB патрабуецца ключ API. Вы можаце стварыць яго {}тут{}.
ca: Es necessita una clau API per poder fer servir SteamGridDB. Pots generar una {}aquí{}.
cs: K používání služby SteamGridDB je vyžadován klíč API. Můžete si ho vygenerovat {}zde{}.
el: Για τη χρήση του SteamGridDB απαιτείται ένα κλειδί API. Μπορείτε να δημιουργήσετε ένα {}εδώ{}.
fa: برای استفاده از SteamGridDB نیاز به یک کلید API است. می‌توانید {}این‌جا{} یکی بسازید.
fi: SteamGridDB:n käyttäminen edellyttää API-avainta. Voit luoda sellaisen {}täältä{}.
hi: SteamGridDB का उपयोग करने के लिए API कुंजी की आवश्यकता होती है। आप {}यहां{} एक उत्पन्न कर सकते हैं।
hr: Za korištenje SteamGridDB-a je potreban API ključ. Možeš ga generirati {}ovdje{}.
hu: Egy API-kulcs szükséges a SteamGridDB használatához. {}Itt{} állíthat elő egyet.
it: Per utilizzare SteamGridDB è necessaria una chiave API. Puoi generarne una {}qui{}.
kk: SteamGridDB қолдану үшін API кілті қажет. Оны {}осы жерден{} жасауға болады.
nb_no: En API-nøkkel kreves for å bruke SteamGridDB. Du kan generere en {}her{}.
nl: Een API-sleutel is vereist om SteamGridDB te gebruiken. U kunt er {}hier{} één genereren.
pt: Uma chave da API é necessária para usar a SteamGridDB. Você pode gerar uma chave {}aqui{}.
ro: O cheie API este necesară pentru a utiliza SteamGridDB. Puteți genera una {}aici{}.
ru: Для использования SteamGridDB требуется ключ API. Вы можете сгенерировать его {}здесь{}.
ta: SteamGridDB ஐப் பயன்படுத்த API விசை தேவை. நீங்கள் ஒன்றை {}இங்கே{} உருவாக்கலாம்.
te: SteamGridDBని ఉపయోగించడానికి API కీ అవసరం. మీరు {}ఇక్కడ{} ఒకదాన్ని రూపొందించవచ్చు.
tr: SteamGridDBʼyi kullanmak için API anahtarı gereklidir. {}Buradan{} bir tane oluşturabilirsiniz.
uk: Для використання SteamGridDB потрібен ключ API. Ви можете згенерувати його {}тут{}.
vi: Cần có khóa API để sử dụng SteamGridDB. Bạn có thể tạo một tài khoản {}tại đây{}.

source: Downloading covers…
ar: تُنزَّل الغُلُف…
be: Спампоўка вокладак…
ca: Descarregant cobertes…
cs: Stahování obálek…
el: Λήψη εξώφυλλων…
fa: در حال دریافت طرح‌های جلد…
fi: Ladataan kansikuvia…
hi: कवर डाउनलोड हो रहा है…
hr: Preuzimanje naslovnica …
hu: Borítóképek letöltése…
it: Download delle copertine…
kk: Мұқабалар жүктеліп алынуда…
nb_no: Laster ned omslag…
nl: Covers downloaden…
pt: A descarregar capas…
ro: Se descarcă coperțile…
ru: Скачивание обложек…
ta: அட்டைகளைப் பதிவிறக்குகிறது…
te: కవర్‌లను డౌన్‌లోడ్ చేస్తోంది…
tr: Kapaklar indiriliyor…
uk: Завантаження обкладинок…
vi: Đang tải xuống bìa…

source: Covers updated
ar: حُدِّثت الغُلُف
be: Вокладкі абноўлены
ca: Cobertes actualitzades
cs: Obálky aktualizovány
el: Τα εξώφυλλα ανανεώθηκαν
fa: طرح‌های جلد به‌روزرسانی شد
fi: Kannet päivitetty
hi: कवर अद्यतित
hr: Naslovnice su aktualizirane
hu: Borítóképek frissítve
it: Copertine aggiornate
kk: Мұқабалар жаңартылды
nb_no: Omslag oppdaterte
nl: Covers bijgewerkt
pt: Capas atualizadas
ro: Coperți actualizate
ru: Обложки обновлены
ta: அட்டைகள் புதுப்பிக்கப்பட்டன
te: కవర్లు నవీకరించబడ్డాయి
tr: Kapaklar güncellendi
uk: Обкладинки оновлені
vi: Đã cập nhật bìa

source: Installation Not Found
ar: لم يُعثر على التثبيت
be: Усталяванне не знойдзена
ca: No s'ha trobat l'instal·lacióó
cs: Instalace nebyla nalezena
el: Η εγκατάσταση δεν βρέθηκε
fa: نصب پیدا نشد
fi: Asennusta ei löydy
hi: इंस्टालेशन नहीं मिला
hr: Instalacija nije pronađena
hu: A telepítés nem található
it: Installazione non trovata
kk: Орнатылым табылмады
nb_no: Fant ikke installasjon
nl: Installatie niet gevonden
pt: Instalação não encontrada
ro: Instalarea nu a fost găsită
ru: Установка не найдена
ta: நிறுவல் கிடைக்கவில்லை
te: ఇన్‌స్టాలేషన్ కనుగొనబడలేదు
tr: Kurulum Bulunamadı
uk: Встановлення не знайдено
vi: Không tìm thấy cài đặt

source: Select a valid directory
ar: حدِّد مجلَّدًا صالحًا
be: Выберыце сапраўдны каталог
ca: Selecciona un directori vàlid
cs: Vyberte platný adresář
el: Επιλέξτε έναν έγκυρο προορισμό
fa: گزینش شاخه‌ای معتبر
fi: Valitse kelvollinen kansio
hi: एक मान्य निर्देशिका चुनें
hr: Odaberi jedan valjani direktorij
hu: Válasszon egy érvényes mappát
it: Seleziona una directory valida
kk: Жарамды буманы таңдаңыз
nb_no: Velg en gyldig datamappe
nl: Selecteer een geldige map
pt: Selecione um diretório válido
ro: Selectați un director valid
ru: Выберите действующий каталог
ta: சரியான கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
te: చెల్లుబాటు అయ్యే డైరెక్టరీని ఎంచుకోండి
tr: Geçerli bir dizin seçin
uk: Виберіть правильний каталог
vi: Chọn một thư mục hợp lệ

source: Warning
ar: تحذير
be: Увага
ca: Avis
cs: Pozor
el: Προσοχή
fa: هشدار
fi: Varoitus
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
it: Attenzione
kk: Ескерту
nb_no: Advarsel
nl: Waarschuwing
pt: Atenção
ro: Atenţie
ru: Предупреждение
ta: எச்சரிக்கை
te: హెచ్చరిక
tr: Uyarı
uk: Увага
vi: Cảnh báo

source: Invalid Directory
ar: مجلَّد غير صالح
be: Няправільны каталог
ca: Directori no vàlid
cs: Neplatný adresář
el: Μη έγκυρος προορισμός
fa: شاخهٔ نامعتبر
fi: Virheellinen kansio
hi: अमान्य निर्देशिका
hr: Nevaljani direktorij
hu: Érvénytelen mappa
it: Directory non valida
kk: Жарамсыз бума
nb_no: Ugyldig filmappe
nl: Ongeldige map
pt: Diretório inválido
ro: Director nevalid
ru: Неверный каталог
ta: தவறான கோப்பகம்
te: చెల్లని డైరెక్టరీ
tr: Geçersiz Dizin
uk: Неправильний каталог
vi: Thư mục không hợp lệ
