Repository: kra-mo/cartridges
Catalog: po/ie.po
Languages: ie

source: Game Launcher
ie: Lansator de ludes

source: Launch all your games
ie: Lansar vor ludes

source: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
ie: ludes;lansator;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;

source: Cartridges is a simple game launcher for all of your games. It has support for importing games from Steam, Lutris, Heroic and more with no login necessary. You can sort and hide games or download cover art from SteamGridDB.
ie: Cartridges es un simplic lansator por vor ludes. It supporta importation de ludes de Steam, Lutris, Heroic e plu sin inregistration. On posse celar e ordinar ludes o descargar covrimentes de SteamGridDB.

source: Game Details
ie: Detallies del lude

source: Edit Game Details
ie: Redacter li detallies del lude

source: Preferences
ie: Preferenties

source: Cancel
ie: Anullar

source: New Cover
ie: Nov covriment

source: Delete Cover
ie: Remover li covriment

source: Title
ie: Titul

source: Developer (optional)
ie: Developator (facultativ)

source: Executable
ie: Executibile

source: Select File
ie: Selecter un file

source: More Info
ie: Plu information

source: Edit
ie: Redacter

source: Hide
ie: Celar

source: Remove
ie: Remover

source: Unhide
ie: Revelar

source: Search
ie: Serchar

source: Keyboard Shortcuts
ie: Rapid-tastes

source: Undo
ie: Defar

source: Quit
ie: Surtir

source: Toggle Sidebar
ie: Panel lateral

source: Main Menu
ie: Menú principal

source: Games
ie: Ludes

source: Add Game
ie: Adjunter un lude

source: Import
ie: Importar

source: Show Hidden Games
ie: Monstrar celat ludes

source: Remove Game
ie: Remover li lude

source: Behavior
ie: Conduida

source: Exit After Launching Games
ie: Surtir pos que lansar un lude

source: Remove All Games
ie: Remover omni ludes

source: Remove Uninstalled Games
ie: Remover desinstallat ludes

source: Sources
ie: Orígines

source: Install Location
ie: Localisation de installation

source: Import Steam Games
ie: Importar ludes de Steam

source: Import Flatpak Games
ie: Importar ludes Flatpak

source: Import Epic Games
ie: Importar ludes de Epic

source: Import GOG Games
ie: Importar ludes de GOG

source: Import Amazon Games
ie: Importar ludes de Amazon

source: Bottles
ie: Botelles

source: System Location
ie: Localisation del sistema

source: User Location
ie: Localisation del usator

source: Import Game Launchers
ie: Importar lansatores de ludes

source: Desktop Entries
ie: Files desktop

source: Authentication
ie: Autentication

source: API Key
ie: Clave de API

source: Use SteamGridDB
ie: Usar SteamGridDB

source: Download images when adding or importing games
ie: Descargar images quande on adjunte o importa ludes

source: Update Covers
ie: Actualisar covrimentes

source: Fetch covers for games already in your library
ie: Obtener covrimentes por ludes in vor biblioteca

source: Update
ie: Actualisar

source: No Games Found
ie: Null ludes trovat

source: Try a different search
ie: Ples provar un altri sercha

source: No Games
ie: Null ludes

source: Use the + button to add games
ie: Usar li buton + por adjunter ludes

source: No Hidden Games
ie: Null celat ludes

source: Games you hide will appear here
ie: Ludes celat de vos va aparir ci ti

source: All Games
ie: Omni ludes

source: Added
ie: Adjuntet

source: Imported
ie: Importat

source: Hidden Games
ie: Celat ludes

source: Game Title
ie: Titul del lude

source: Play
ie: Luder

source: Sort
ie: Ordinar

source: Newest
ie: Plu recent

source: Oldest
ie: Plu old

source: Last Played
ie: Ludet

source: Show Hidden
ie: Revelar celat

source: About Cartridges
ie: Pri Cartridges

source: {} launched
ie: {} ea lansat

source: translator-credits
ie: OIS <mistresssilvara@hotmail.com>

source: Added: {}
ie: Adjuntet: {}

source: Never
ie: Nequande

source: Last played: {}
ie: Ludet: {}

source: Apply
ie: Applicar

source: Add New Game
ie: Adjunter un nov lude

source: Add
ie: Adjunter

source: Executables
ie: Executibiles

source: program
ie: programma

source: C:\path\to\{}
ie: C:\rute\a\{}

source: /path/to/{}
ie: /rute/a/{}

source: To launch the executable "{}", use the command: <tt>"{}"</tt> To open the file "{}" with the default application, use: <tt>{} "{}"</tt> If the path contains spaces, make sure to wrap it in double quotes!
ie: Por lansar li executibile «{}» usa li commande: <tt>"{}"</tt> Por aperter li file «{}» med li application predefinit, usa: <tt>{} "{}"</tt> Si li rute contene spacies, metter it in signes de citation ("")!

source: Couldn't Add Game
ie: Ne successat adjunter un lude

source: Game title cannot be empty.
ie: Li titul ne posse esser vacui.

source: Executable cannot be empty.
ie: Li executibile es besonat.

source: Couldn't Apply Preferences
ie: Ne successat adjunter li preferenties

source: {} hidden
ie: {} celat

source: {} unhidden
ie: {} revelat

source: All games removed
ie: Omni ludes sta removet

source: An API key is required to use SteamGridDB. You can generate one {}here{}.
ie: Un clave de API es besonat por SteamGridDB. Vu posse generar ún {}ci ti{}.

source: Downloading covers…
ie: Descarga de covrimentes…

source: Covers updated
ie: Li covrimentes sta actualisat

source: Installation Not Found
ie: Installation ne es trovat

source: Select a valid directory
ie: Ples selecter un valid categorie

source: Warning
ie: Avise

source: Invalid Directory
ie: Ínvalid fólder

source: Set Location
ie: Assignar li localisation

source: Dismiss
ie: Demisser

source: Importing Games…
ie: Importation de ludes…

source: The following errors occured during import:
ie: Li sequent errorees evenit durante li importation:

source: No new games found
ie: Null nov ludes trovat

source: Select the {} cache directory.
ie: Selecte li fólder de cache de {}.

source: Select the {} configuration directory.
ie: Selecte li fólder de configuration de {}.

source: Select the {} data directory.
ie: Selecte li fólder de data de {}.

source: No RetroArch Core Selected
ie: Null nucleos de RetroArch es selectet

source: The following playlists have no default core:
ie: Li sequent playlistes ne have un predefinit nucleo:

source: Games with no core selected were not imported
ie: Ludes sin selectet nucleo ne va esser importat

source: Couldn't Authenticate SteamGridDB
ie: Autentication ínvalid de SteamGridDB

source: Verify your API key in preferences
ie: Ples controlar vor clave de API in li preferenties
