Repository: kra-mo/cartridges
Catalog: po/kw.po
Languages: kw

source: Cartridges
kw: Kartryjennow

source: Game Launcher
kw: Lonchyer Gwariow

source: Launch all your games
kw: Lonchya oll agas gwariow

source: gaming;launcher;steam;lutris;heroic;bottles;itch;flatpak;legendary;retroarch;
kw: gwariow;lonchyer;steam;lutris;heroic;botellow;itch;flatpak;legendary;retroarch;

source: Cartridges is a simple game launcher for all of your games. It has support for importing games from Steam, Lutris, Heroic and more with no login necessary. You can sort and hide games or download cover art from SteamGridDB.
kw: Kartryjennow yw unn lonchyer simpel rag oll agas gwariow. Y re skoodhyans rag ynporthyans gwariow a-dhia Steam, Lutris, Heroic, ha moy gans omgelm na res. Ty gallos sortya ha kudha gwariow po iskarga artys boks a-dhia SteamGridDB.

source: Game Details
kw: Manylyon Gwari

source: Edit Game Details
kw: Dyllo Manylyon Gwari

source: Preferences
kw: Settyansow

source: Cancel
kw: Hedhi

source: New Cover
kw: Art Nowydh

source: Delete Cover
kw: Dilea Art

source: Title
kw: Titel

source: Developer (optional)
kw: Awtour (a-dhewis)

source: Executable
kw: Eksekutadow

source: Select File
kw: Dewis Restren

source: More Info
kw: Moy Kudhlow

source: Edit
kw: Dyllo

source: Hide
kw: Kudha

source: Remove
kw: Dilea

source: Unhide
kw: Diskudha

source: General
kw: Ollgemmyn

source: Search
kw: Hwilas

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: Undo
kw: Digelmi

source: Quit
kw: Kwytya

source: Toggle Sidebar
kw: Dewis Bord Lestri

source: Main Menu
kw: Rol Chif

source: Games
kw: Gwariow

source: Add Game
kw: Addya Gwari

source: Import
kw: Ynperthi

source: Show Hidden Games
kw: Diskwedhes Gwariow Kudh

source: Remove Game
kw: Dilea Gwari

source: Behavior
kw: Fara

source: Exit After Launching Games
kw: Kwytya Wosa Ow Lonchya Gwariow

source: Cover Image Launches Game
kw: Art Lonchys Gwari

source: Swaps the behavior of the cover image and the play button
kw: Keschanjys an fara a an art ha an boton gwari

source: Images
kw: Imajys

source: High Quality Images
kw: Imajys Kwalita Da

source: Save game covers losslessly at the cost of storage
kw: Sawya art yn perfyth dhe an kost a dalghuster

source: Danger Zone
kw: Kwartron Peryl

source: Remove All Games
kw: Dilea Oll Gwariow

source: Import Games Automatically
kw: Ynperthi Awtomatek Gwariow

source: Remove Uninstalled Games
kw: Dilea Gwariow Disleys

source: Sources
kw: Pennfentynnyow

source: Install Location
kw: Tyller Lea

source: Import Steam Games
kw: Ynperthi Gwariow Steam

source: Import Flatpak Games
kw: Ynperthi Gwariow Flatpak

source: Import Epic Games
kw: Ynperthi Gwariow Epic

source: Import GOG Games
kw: Ynperthi Gwariow GOG

source: Import Amazon Games
kw: Ynperthi Gwariow Amazon

source: Import Sideloaded Games
kw: Ynperthy Gwariow Amalkargys

source: Bottles
kw: Botellow

source: System Location
kw: Tyller System

source: User Location
kw: Tyller Usyer

source: Import Game Launchers
kw: Ynperthi Lonchyerow Gwari

source: Desktop Entries
kw: Enworrans Rol

source: Authentication
kw: Omgelmi

source: API Key
kw: Ger-Tremena API

source: Use SteamGridDB
kw: Gul Devnydh a SteamGridDB

source: Download images when adding or importing games
kw: Iskarga imajys p'eur owth addya po owth ynperthya gwariow

source: Prefer Over Official Images
kw: Preferya a-ugh dhe Imajys Sodhogel

source: Prefer Animated Images
kw: Preferya Imajys Bywhes

source: Update Covers
kw: Nowedhi Art

source: Fetch covers for games already in your library
kw: Iskarga art rag gwariow seulabrys yn agas lyverva

source: Update
kw: Nowedhi

source: No Games Found
kw: Gwariow Kavos Vyth

source: Try a different search
kw: Assaya unn hwithrans dihaval

source: No Games
kw: Gwariow Vyth

source: Use the + button to add games
kw: Devnydhya an boton + dhe addya gwariow

source: No Hidden Games
kw: Gwariow Kudh Vyth

source: Games you hide will appear here
kw: Gwariow ty kudha vydh diskwedhes omma

source: All Games
kw: Oll Gwariow

source: Added
kw: Addys

source: Imported
kw: Ynperthys

source: Hidden Games
kw: Gwariow Kudh

source: Game Title
kw: Titel Gwari

source: Play
kw: Gwari

source: Sort
kw: Sortya

source: Newest
kw: Nowydh Moggha

source: Oldest
kw: Koth Moggha

source: Last Played
kw: Gwarys a-Dhiwedhes

source: Show Hidden
kw: Diskwedhes Kudh

source: About Cartridges
kw: A-dro Kartryjennow

source: {} launched
kw: {} lonchys

source: translator-credits
kw: Flynn

source: Added: {}
kw: Addys: {}

source: Never
kw: Jammes

source: Last played: {}
kw: Gwarys a-Dhiwedhes: {}

source: Apply
kw: Gweytha

source: Add New Game
kw: Addya Gwari Nowydh

source: Add
kw: Addya

source: Executables
kw: Eksekutadowys

source: file.txt
kw: restren.txt

source: program
kw: towlenna

source: C:\path\to\{}
kw: C:\tyller\dhe\{}

source: /path/to/{}
kw: /tyller/dhe/{}

source: To launch the executable "{}", use the command: <tt>"{}"</tt> To open the file "{}" with the default application, use: <tt>{} "{}"</tt> If the path contains spaces, make sure to wrap it in double quotes!
kw: Rag lonchya an eksekutadow "{}", devnydhya an arghadow: <tt>"{}</tt> Rag ygeri an restren "{}" gans an app defowt, devnydhya: <tt>{}"{}"</tt> Mar an tyller kontaynya spassow, maylya y yn "devynnow dewblek"!

source: Couldn't Add Game
kw: Fyllis dhe Addya Gwari

source: Game title cannot be empty.
kw: Titel gwari res bos na gwag.

source: Executable cannot be empty.
kw: Eksekutadow res bos na gwag.

source: Couldn't Apply Preferences
kw: Fyllis dhe Gweytha Settyansow

source: {} hidden
kw: {} kudh

source: {} unhidden
kw: {} diskudh

source: {} removed
kw: {} removys

source: All games removed
kw: Oll gwariow removys

source: An API key is required to use SteamGridDB. You can generate one {}here{}.
kw: Unn ger-tremena API yw res dhe gul devnydh a SteamGridDB. Ty gallos dinythi unn {}omma{}.

source: Downloading covers…
kw: Owth iskarga art…

source: Covers updated
kw: Nowedhys artys

source: Installation Not Found
kw: Leyans Na Kavos

source: Select a valid directory
kw: Dewis unn restrenva ewn

source: Warning
kw: Gwarnyans

source: Invalid Directory
kw: Restrenva Anewn

source: Set Location
kw: Dewis Tyller

source: Dismiss
kw: Amyttya

source: Today
kw: Hedhyw

source: Yesterday
kw: De

source: Last Week
kw: Seythen yw Passys

source: This Month
kw: An Mis Ma

source: Last Month
kw: Mis yw Passys

source: Last Year
kw: Warlena

source: Importing Games…
kw: Owth Ynperthi Gwariow…

source: The following errors occured during import:
kw: An errors a sew hwarvosys dres ynporth:

source: No new games found
kw: Gwariow nowydh kavos vyth

source: {} game imported
kw: {} gwariow ynperthys

source: , {} removed
kw: , {} removys

source: Select the {} cache directory.
kw: Dewis an restrenva sorn {}.

source: Select the {} configuration directory.
kw: Dewis an restrenva settyansow {}.

source: Select the {} data directory.
kw: Dewis an restrenva data {}.

source: No RetroArch Core Selected
kw: RetroArch Core Dewisys Vyth

source: The following playlists have no default core:
kw: An rol a media a sew re core defowt vyth:

source: Games with no core selected were not imported
kw: Gwariow heb dewisys core na ynperthys

source: Couldn't Authenticate SteamGridDB
kw: Fyllis dhe omgelmi dhe SteamGridDB

source: Verify your API key in preferences
kw: Gwirhe agas ger-tremena API yn Settyansow
